[
  {
    "id": 3,
    "about": "<strong>Development and Design:<\/strong><br \/>Guido Schnabel, Clemson Univ &amp; Mengjun Hu, Univ of Maryland<br \/>&amp;&nbsp;Brett Blaauw, Univ of Georgia<br \/><br \/><strong>Programming: <\/strong><br \/>Greg Edison, Computer Science, Clemson Univ<br \/><br \/><strong>Content<\/strong><br \/><strong>Apple Diseases<\/strong>, Dan Cooley and Jon Clements, UMass Amherst; Kari Peter, PSU; Sara Villani, NCSU; Srđan G. Aćimović, Cornell University<br \/><strong>Apple Insects<\/strong>, Greg Krawcyk, PSU; Liz Garofalo, UMass Amherst<br \/><strong>Blackberry Diseases<\/strong>, Jonathan Oliver, University of Georgia; Sara Villani, NCSU<br \/><strong>Blueberry Diseases<\/strong>, Jonathan Oliver, UGA; Bill Cline, NCSU<br \/><strong>Blueberry Insects<\/strong>, Courtney Brissey and Ash Sial, UGA<br \/><strong>Cherry Diseases<\/strong>, Kari Peter, PSU<br \/><strong>Cherry Insects<\/strong>, Jon Clements, UMass Amherst<br \/><strong>Cranberry Diseases<\/strong>, Sai Sree Uppala, UMass Amherst<br \/><strong>Peach Diseases<\/strong>, Guido Schnabel, Clemson Univ; Phil Brannen, UGA<br \/><strong>Peach Insects<\/strong>, Brett Blaauw, UGA<br \/><strong>Grape Diseases<\/strong>, Mengjun Hu, Univ of Maryland<br \/><strong>Grape Pests<\/strong>, Brett Blaauw, UGA<br \/><strong>Pear Diseases<\/strong>, Kari Peter, PSU; Jon Clements, UMass Amherst<br \/><strong>Pear Insects<\/strong> Elizabeth Garofalo, UMass Amherst<br \/><strong>Pecan Insects<\/strong>, Angel Acebes-Doria, Eddie Kyle Slusher, Lenny Wells and Will Hudson, UGA<br \/><strong>Strawberry Diseases<\/strong>, Guido Schnabel, Clemson Univ<br \/><strong>Strawberry Insects<\/strong>, Rebecca Schmidt Jeffris, Clemson Univ<br \/><br \/><strong>Logo Design:<\/strong><br \/>Madeline Dowling, Clemson University<br \/><br \/><strong>Primary Target Audience:<\/strong><br \/>Commercial Fruit Growers, Consultants, and Specialists of the USA East Coast<br \/><br \/><strong>Sources:<\/strong><br \/><strong>The efficacy values<\/strong> for active ingredients are primarily from the most recent Southeastern US Strawberry, Peach, and Blueberry Spray Guides.<br \/><br \/><strong>Images<\/strong> are either from the MyIPM authors themselves or from www.bugwood.org (see credits at the <a href=\"http:\/\/www.clemson.edu\/extension\/peach\/commercial\/diseases\/myipmsmartphoneappseries.html\">Clemson MyIPM website<\/a>). In addition, some bunch grape images were obtained from on-line extension articles. Footnotes containing links to the original articles have been added to these pictures.<br \/><br \/><strong>Active ingredients and trade names <\/strong>are from the Crop Data Management Systems (<a href=\"http:\/\/www.cdms.net\/\">http:\/\/www.cdms.net\/<\/a>). Please note that some active ingredients or trade names may not be registered in all states of the US. Always consult the label to verify if you are permitted to use the fungicide in your state!!!<br \/><br \/><strong>Pesticide Risk Assessment.<\/strong> The <a href=\"https:\/\/pesticiderisk.org\/\">Pesticide Risk Tool<\/a> (PRT) is an innovative on-line tool for growers, advisors, IPM and sustainability program managers and others to evaluate pesticide products and uses for impacts on aquatic, avian, small mammal and soil life, beneficials including pollinators, and worker and consumer health and safety. The tool applies the best available science to identify options with the fewest potential environmental and health risks, identify mitigation options for products\/uses selected, and estimate\/report progress in reducing risks. Data included in the MyIPM app reflect a periodic data export from the Pesticide Risk Tool; the app does not interface in real time.&nbsp; Pesticide Risk Tool outputs are calculated by considering the pesticide active ingredient, chemical formulation, application rate, application method and equipment, duration of restricted-entry interval (REI), average hours worked by field workers, and consider if gloves were worn or not.&nbsp; Data displayed in MyIPM tables are generated with apples as the default crop.&nbsp; Insecticide, fungicide and miticide applications presume use of an airblast sprayer; herbicides are default as foliar-applied using a boom sprayer. Pesticide Risk Tool human indices presume no gloves are worn and field crews work an eight-hour day.&nbsp; If these default scenarios do not match your application, risk scores may not apply. MyIPM risk scores will be updated periodically including after Pesticide Risk Tool database updates.&nbsp; You may set your own use parameters for pesticide applications by accessing the Pesticide Risk Tool at www.pesticiderisk.org. Output MyIPM reflect a database update generated on 10\/17\/17.<br \/>The guide to interpreting PRT risk categories and scores can be found <a href=\"https:\/\/pesticiderisk.org\/help\/guide-to-risk-scores#index-structure\">here.<\/a><br \/><br \/><strong>Abbreviations:<\/strong><br \/><strong>FRAC<\/strong>: Fungicide Resistance Action Committee (<a href=\"http:\/\/www.frac.info\">www.FRAC.info<\/a>). FRAC codes describe a chemical class of fungicides with a common mode of action and are color coded in MyIPM. For example, FRAC code 11 or short FRAC 11 is coded green and so are the active ingredients that belong to FRAC 11 such as pyraclostrobin, azoxystrobin, and trifloxystrobin.<br \/><br \/><strong>Acknowledgements:<\/strong><br \/>Funding provided by USDA NIFA, under Agreement No. 2014-70006-22485 via Southern IPM Center Working Group Program <a href=\"https:\/\/urldefense.proofpoint.com\/v2\/url?u=http-3A__projects.ipmcenters.org_southern_public_ViewProject.cfm-3FprojectID-3D9998568&amp;d=DwMGaQ&amp;c=Ngd-ta5yRYsqeUsEDgxhcqsYYY1Xs5ogLxWPA_2Wlc4&amp;r=7wNjPwy8UQBemf8cs90RTadTYTwqApCwzqnmbkkH2BE&amp;m=Dzp0jBY6TilACN6_7V4QTcYDzXXb0CzYSYZKT0iLOqk&amp;s=r798dOe2s6EMlb_J7G0VbFUEyBRG3MEEU1D1ZknVB90&amp;e=\">(Project 9998568)<\/a><br \/><br \/><strong>Disclaimer:<\/strong><br \/>The recommendations, results, and data contained in MyIPM are provided &quot;as is&quot; without warranty of any kind either express or implied, including without limitation the implied warranties of merchantability and fitness for a particular purpose.<br \/>Recommendations are based on information from the manufacturer&#39;s label and performance data from research and Extension field tests. Actual results may vary based on environmental conditions, grower application methods, and other factors. These recommendations do not imply that performance of fungicides will always conform to the safety and pest control standards indicated by experimental data. Always read the pesticide label before making any application."
  }
]