[
  {
    "id": 20,
    "imageURL": "",
    "title": "",
    "content": "<strong>The Schnabel lab at Clemson University<\/strong> identifies potential fungicide resistance problems in strawberry fields and provides location-specific management advice. We accept gray mold from flowers, leaves and fruit. Early in the season you may send flowers and leaves, later in the season you may send cotton swabs with spores from fruit for analysis.<br \/><br \/><br \/><strong>Important:<\/strong> We only accept samples from US growers. For southeastern US growers the service is covered by a grant until 2019. For all other growers we charge $11 per isolate to cover our expenses. Minimum sample size per field is 10 isolates.",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 34,
    "imageURL": "",
    "title": "There currently are no resistance profiling services in place",
    "content": "",
    "fruitID": 25,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 36,
    "imageURL": "",
    "title": "Guidelines for fungicide resistance management",
    "content": "There are no known major issues with resistance to fungicides in pear disease (scab, fabraea) management, however, rotation of fungicide types is always recommended. On the other hand, there may be streptomycin-resisant fire blight bacteria in pears.<br \/><br \/>The following risk management rules are generally recommended for <strong>fungicide resistance management<\/strong>.<br \/><br \/>1. Use a sanitation program to manage overwintering inoculum.<br \/><br \/>2. Use a multi-site fungicide in every spray. These include (most commonly) FRAC groups M3 and M4 - captan and mancozeb. Also copper and sulfur.<br \/><br \/>3. Alternate between site-specific fungicides from different FRAC groups (e.g. 3, 7, 9 and 11).<br \/><br \/>4. Use the highest labeled rate and do not practice alternate row middle spraying. This will best prevent pathogen escapes.<br \/><br \/>5. Use at least three active ingredients from three different FRAC groups over the season.<br \/><br \/>6. When possible, avoid using any single-site fungicides from the same FRAC group more than twice in a season.<br \/><br \/>7. Whenever possible fungicides should be applied preventatively, before infection periods. Labels may suggest post-infection uses, but these should be used only as a last resort.<br \/><br \/>8. Pre-mix fungicides containing two single-site ingredients should still be mixed with a multi-site (Captan or mancozeb) fungicide. Each ingredient in a pre-mix fungicide counts as an application.<br \/><br \/><strong>Streptomycin resistance and fire blight<\/strong>. While there are alternative antibiotics to streptomycin, they are either less effective (Oxytetracycline) or more expensive (Kasugamycin). Maintaining streptomycin efficacy will be essential for fire blight management in the eastern United States. In the temperate production climates of the eastern United States, biopesticides are substantially less effective than antibiotics.<br \/><br \/>The following risk management rules are recommended for streptomycin resistance management.<br \/><br \/>1. <strong>Only use streptomycin during bloom. <\/strong>Should a trauma event occur after bloom, an application of streptomycin may be used to protect injured tissues? Otherwise, do not apply streptomycin after bloom. Do not apply streptomycin to non-bearing or nursery trees after bloom to manage shoot blight.<br \/><br \/>2. Use a risk forecast model to guide streptomycin applications, MaryBlyt, CougarBlight or a decision support system based on those models. Do not apply streptomycin unless fire blight risk is high.",
    "fruitID": 29,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 37,
    "imageURL": "",
    "title": "Fungicide Resistance Management Guidelines",
    "content": "Fungicide resistance, defined as reduced fungicide sensitivity in fungal populations, is a real and serious threat in MA and most cranberry-growing region where fruit rot is a problem. In a disease complex with more than 12 fungal pathogens and limited fungicides available, it is critical to incorporate fungicide resistance management guidelines when planning fruit rot fungicide programs. Repeated and inadequate use of certain fungicides can accelerate the development of resistant pathogen populations and once this occurs, fungicide applications will provide very little or no disease control.<br \/><br \/>Newer fungicides, such as azoxystrobin, fenbuconazole, and prothiaconazole, were registered for use on cranberry relatively recently. These chemistries can be highly effective in controlling fruit rot fungi and are considered as less harmful to human and environmental health when compared to older chemicals, such as mancozeb and chlorothalonil. However, these newer fungicides have a <strong>single-site mode of action<\/strong>, which poses a much higher risk<strong> <\/strong>of selecting for fungicide-resistant pathogens than older fungicides with a <strong>multi-site mode of action<\/strong> (e.g., chlorothalonil and mancozeb). In order to preserve the effectiveness and durability of fungicides such as Abound, Indar, and Proline, it is <strong>CRITICAL<\/strong> to incorporate the fungicide resistance management strategies listed below:<br \/>Follow ALL label instructions, including application interval and recommended rate. Never use less than the lowest recommended rate on the label.<br \/>Alternate or mix fungicides with different modes of action.<br \/>Use FRAC codes on labels to determine mode of action. Same FRAC codes indicate that fungicides have the same mode of action. For example, Indar and Proline have a different trade name and active ingredient, but they have the SAME mode of action and FRAC code (3).<br \/>For best fruit rot control and fungicide resistance management, mix Abound with Indar or Proline.<br \/>Apply Indar\/Abound and Proline\/Abound during bloom period and use multi-site contact fungicides (chlorothalonil or mancozeb) in later applications.",
    "fruitID": 31,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 38,
    "imageURL": "",
    "title": "Resistance Management Guidelines",
    "content": "The following risk management rules are generally recommended for <strong>fungicide resistance management<\/strong>.<br \/><br \/>1. Use a sanitation program to manage overwintering inoculum.<br \/><br \/>2. Use a multi-site fungicide in every spray. These include (most commonly) captan and sulfur.<br \/><br \/>3. Alternate between site-specific fungicides from different FRAC groups (e.g. 3, 7, and 11).<br \/><br \/>4. Use the highest labeled rate and do not practice alternate row middle spraying. This will best prevent pathogen escapes.<br \/><br \/>5. Use at least three active ingredients from three different FRAC groups over the season.<br \/><br \/>6. When possible, avoid using any single-site fungicides from the same FRAC group more than twice in a season.<br \/><br \/>7. Whenever possible fungicides should be applied preventatively, before infection periods. Labels may suggest post-infection uses, but these should be used only as a last resort.<br \/><br \/>8. Pre-mix fungicides containing two single-site ingredients should still be mixed with a multi-site (Captan or sulfur) fungicide. Each ingredient in a pre-mix fungicide counts as an application.",
    "fruitID": 30,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 35,
    "imageURL": "",
    "title": "Managing Resistance",
    "content": "The major issues with resistance to chemicals in apple disease management are with fungicides in apple scab and to a lesser extent, powdery mildew, and with streptomycin and other antibiotics for management of fire blight.<br \/><br \/><strong>Fungicide resistance and apple scab<\/strong>. Fungicide resistance can make apple scab management much more difficult. Apple scab has developed resistance to fungicides from many FRAC groups in at least a few parts of the U.S., and the risk of resistance is high for <a href=\"http:\/\/fruit.umext.umass.edu\/cooley\/Single-site_multi-site_def.pdf\">single-site fungicides<\/a>. Once resistance to a fungicide class is established in an orchard, that class is no longer a control option. It is important to keep options, and manage fungicide risk.<br \/><br \/>The following risk management rules are recommended for scab fungicide resistance management.<br \/><br \/>1. Use a <strong>sanitation<\/strong> program to manage overwintering inoculum.<br \/><br \/>2. Use <strong>a <a href=\"http:\/\/fruit.umext.umass.edu\/cooley\/Single-site_multi-site_def.pdf\">multi-site fungicide<\/a> in every spray <\/strong>- FRAC groups M3 and M4 - <strong>captan, mancozeb or metiram<\/strong>.<br \/><br \/>3. Alternate between <strong><a href=\"http:\/\/fruit.umext.umass.edu\/cooley\/Single-site_multi-site_def.pdf\">single-site fungicides<\/a> <\/strong>from different FRAC groups (e.g. 3, 7, 9 and 11).<br \/><br \/>4. Use the <strong>highest labeled rate<\/strong> and <strong>do not practice alternate row middle spraying. <\/strong>This will best prevent pathogen escapes.<br \/><br \/>5. Use <strong>at least three active ingredients<\/strong> from three different FRAC groups over primary scab season.<br \/><br \/>6. When possible, <strong>avoid using any single-site fungicides from the same FRAC group more than twice<\/strong> in a season.<br \/><br \/>7. Whenever possible <strong>fungicides should be applied preventatively<\/strong>, before infection periods. Labels may suggest post-infection uses, but these should be used only as a last resort.<br \/><br \/>8. <strong>Pre-mix fungicides<\/strong> containing two single-site ingredients - Merivon, Luna Sensation and Luna Tranquility &ndash; should still be mixed with a multi-site fungicide. Each ingredient in a pre-mix fungicide counts as an application. For example, Luna Sensation with both fluopyram (FRAC group 7) and trifloxystrobin (FRAC group 11) would count as an application of a Group 7 and an application of a Group 11.<br \/><br \/><strong>Streptomycin resistance and fire blight<\/strong>. While there are alternative antibiotics to streptomycin, they are either less effective (Oxytetracycline) or more expensive (Kasugamycin). Maintaining streptomycin efficacy will be essential for fire blight management in the eastern United States. In the temperate production climates of the eastern United States, biopesticides are substantially less effective than antibiotics.<br \/><br \/>The following risk management rules are recommended for streptomycin resistance management.<br \/><br \/>1. <strong>Only use streptomycin during bloom<\/strong>. Should a trauma event occur after bloom, an application of streptomycin may be used to protect injured tissues? Otherwise, do not apply streptomycin after bloom. Do not apply streptomycin to non-bearing or nursery trees after bloom to manage shoot blight.<br \/><br \/>2. Use a risk forecast model to guide streptomycin applications, MaryBlyt, CougarBlight or a decision support system based on those models. Do not apply streptomycin unless fire blight risk is high.",
    "fruitID": 28,
    "affectionTypeID": 1,
    "placement": 2
  },
  {
    "id": 21,
    "imageURL": "",
    "title": "Collection of gray mold from flowers or dead leaves (early season):",
    "content": "Obtain 20 to 40 dead strawberry flowers from each strawberry field you would like to have tested (Fig.1). Send as many dead leaves as you like in addition to the flowers.",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 11
  },
  {
    "id": 22,
    "imageURL": "http:\/\/bugwoodcloud.org\/myipm\/images\/img1.jpg",
    "title": "",
    "content": "<b>Figure 1.<\/b> Dead flowers next to a healthy flower (petals and sepals were removed). The dead flowers were asymptomatic upon collection, but revealed gray mold symptoms after 2 days in the laboratory.\r\n",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 21
  },
  {
    "id": 23,
    "imageURL": "",
    "title": "Collection of gray mold from fruit:",
    "content": "  Obtain cotton swabs from a local pharmacy.  Collect spores with swabs from 10 individual berries with FRESH gray mold lesions (Fig. 2). Make sure the 10 samples are spread out and represent the entire field. Do not collect from old mummies or discarded fruit between rows (contamination problems). Again, do not use badly rotted or dried berries and do not pick up discarded berries from the ground!!!<br>  Use a fresh cotton swab for each berry and carefully rub one side of the swab on the diseased portion of each berry without touching the fruit itself. The idea is to only use enough force to collect the fungal spores; there should be no strawberry juice on the cotton swab (Fig. 2). The rubbed portion of the swab should look lightly gray. A tiny bit of gray is sufficient for analysis. A minimum of 10 cotton swabs from 10 fruit should be submitted per location.",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 41
  },
  {
    "id": 24,
    "imageURL": "http:\/\/bugwoodcloud.org\/myipm\/images\/img3.jpg",
    "title": "",
    "content": "<b>Figure 2.<\/b> Use cotton swabs to carefully collect spores from symptomatic fruit (upper left) without getting strawberry juice on the swab (lower left). The swab should look lightly gray (lower right). A tiny bit of gray color is sufficient for analysis.\r\n",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 51
  },
  {
    "id": 25,
    "imageURL": "",
    "title": "Sending the Sample",
    "content": "Mail the flowers or the 10 swabs together with information about the origin of the sample (Farm name, state), your name, phone number, and e-mail to:\r\n",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 61
  },
  {
    "id": 26,
    "imageURL": "",
    "title": "",
    "content": "Guido Schnabel<br>\r\nClemson University<br>\r\n105 Collings St\/220 BRC<br>\r\nClemson, SC 29634<br><br>\r\nQuestions? contact Dr. Schnabel; phone (864) 643 7131; schnabe@clemson.edu.\r\n",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 71
  },
  {
    "id": 27,
    "imageURL": "",
    "title": "",
    "content": "When to expect your report: The day we receive the sample you will get an email notification. You can expect results and recommendations to be sent to you by email 7 days (for flowers and leaves if we get sufficient spores) or 4 days after notification (for swabs).\r\n",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 81
  },
  {
    "id": 28,
    "imageURL": "",
    "title": "Location-Specific Resistance Profiling",
    "content": "<strong>The Schnabel lab at Clemson University<\/strong> identifies potential fungicide resistance problems in stone fruit orchards and provides location-specific management advice. Early in the season you may send flowers and cankers with signs of the fungus (Monilinia), later in the season you may send cotton swabs with spores from green fruit or mature fruit for analysis.<br \/><br \/><strong>Important:<\/strong> We only accept samples from US growers. For South Carolina growers the service is free of charge. For all other growers we charge $11 per isolate to cover cost. Minimum sample size per orchard is 10 isolates.",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 111
  },
  {
    "id": 29,
    "imageURL": "http:\/\/bugwoodcloud.org\/myipm\/images\/2_1420730926.jpg",
    "title": "Dead flower with ooze coming from twig. Spores are often visible on flower parts and sometimes on the associated canker. ",
    "content": "",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 191
  },
  {
    "id": 30,
    "imageURL": "",
    "title": "Collection of diseased flowers and cankers (early season)",
    "content": "Obtain 10 to 20 flowers with symptoms of the fungus (see picture below). Along with the dead flowers you often see oozing and spores produced on flower parts and canker. If possible send the twig canker that is associated with the dead flower (a 2 inch twig section with the flower in the middle will do). Note: Twig blight can be caused by multiple things. Brown rot blossom blight is always associated with a dead flower!!!",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 201
  },
  {
    "id": 31,
    "imageURL": "",
    "title": "Collection of brown rot from fruit",
    "content": "• Obtain cotton swabs from a local pharmacy.  Collect spores with swabs from at least 10 individual fruit with <b>FRESH<\/b> brown rot lesions (see figure below). Make sure the 10 or more fruit came from different trees spread out over the entire field. Do not collect from old mummies or fruit on the ground (contamination problems). \r\n<br>• Use a fresh cotton swab for <b>each<\/b> fruit and carefully <b>rub one side of the swab on the youngest diseased portion<\/b> of each fruit (that is the fungus closest to healthy tissue) <b>without touching the fruit itself<\/b>. The idea is to only use enough force to collect the fungal spores; there should be no fruit juice on the cotton swab. <b>The rubbed portion of the swab should look lightly brown<\/b>. A tiny bit of brown color is sufficient for analysis. Again, a minimum of 10 cotton swabs from 10 fruit should be submitted per location.<br\/>",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 231
  },
  {
    "id": 32,
    "imageURL": "http:\/\/bugwoodcloud.org\/myipm\/1512691540.jpg",
    "title": "",
    "content": "<strong>Brown rot of peach. Use cotton swabs to carefully collect spores from area closest to healthy tissue (where arrow points) without getting fruit juice on the swab. The cotton of the swab should look lightly brown. A tiny bit of gray color is sufficient for testing.<\/strong>",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 241
  },
  {
    "id": 33,
    "imageURL": "",
    "title": "Sending the Sample",
    "content": "<strong>Mail<\/strong> the flowers\/cankers or the swabs together with information about the origin of the sample (Farm name, state), your name, phone number, and e-mail to:<br \/><br \/>Guido Schnabel<br \/>Clemson University<br \/>105 Collings St\/220 BRC<br \/>Clemson, SC 29634<br \/>phone (864) 643 7131<br \/><br \/><strong>When to expect your report:<\/strong> The day we receive the sample you will get an email notification. You can expect results and disease management recommendations to be sent to you by email within 5 days.",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 251
  }
]