[{"id":1,"affectionID":1,"summary":"<b>Gray mold<\/b> is caused by a fungus, <i>Botrytis cinerea<\/i>."},{"id":2,"affectionID":1,"summary":"<b>Infectious spores<\/b> may originate from overwintering plant debris, nearby perennial small fruits, and transplants."},{"id":3,"affectionID":1,"summary":"Some evidence suggests <b>Sanitation<\/b> may be of little benefit under low disease pressure. However, sanitation will reduce the number of infectious spores and therefore the risk for resistance selection. "},{"id":4,"affectionID":1,"summary":"<strong>Apply fungicides during bloom;<\/strong> watch the weather to extend spray intervals without compromising effectiveness."},{"id":5,"affectionID":1,"summary":"<strong>Major fungicide resistance issues<\/strong> in Southeastern and Eastern U.S.; to identify weaknesses and avoid control failure, submit dead flowers during early season for fungicide resistance analysis."},{"id":6,"affectionID":1,"summary":"<strong>Use thiram and later captan<\/strong> as your main disease control components for resistance management; integrate other compounds prior to expected heavy rainfall."},{"id":7,"affectionID":2,"summary":"<b>Powdery mildew<\/b> is caused by the fungus, <i>Podosphaera aphanis<\/i>."},{"id":8,"affectionID":2,"summary":"<b>Infectious spores<\/b> may originate from overwintering infected leaves or neighboring fields."},{"id":9,"affectionID":4,"summary":"<strong>Angular leaf spot (ALS)<\/strong> is caused by a bacterium, <em>Xanthomonas fragariae<\/em>"},{"id":10,"affectionID":5,"summary":"<b>Red stele<\/b> is caused by the oomycete <i>Phytophthora fragariae<\/i>."},{"id":11,"affectionID":2,"summary":"<b>Sanitation<\/b> may not be of much benefit."},{"id":12,"affectionID":2,"summary":"<b>Apply fungicides<\/b> at the first sign of disease, especially in fall and spring."},{"id":13,"affectionID":2,"summary":"<strong>Generally<\/strong> the disease is not a serious problem but may have to be managed when environmental conditions favor infections and highly susceptible varieties such as &lsquo;Earliglow&rsquo;, &lsquo;Darselect&rsquo;, &lsquo;Evangeline&rsquo;, and &lsquo;Annapolis&rsquo; are grown."},{"id":14,"affectionID":3,"summary":"<strong>Anthracnose fruit rot (AFR)<\/strong> is caused by fungi belonging to the <em>Colletotrichum acutatum<\/em> species complex. This disease is not typically a problem in the southeast but severe outbreaks happened in the 2003-2004 and 2015-2016 seasons. <strong>Infectious spores<\/strong> originate from overwintering plant debris and transplants.<br \/><br \/><strong>Sanitation<\/strong> is effective but should only be conducted during dry weather. Preplanting dips with Switch or Actinovate are effective as well as postharvest applications of captan.<br \/><br \/>Integrate<strong> FRAC 11 products<\/strong> when disease is becoming a problem; fungicide resistance issues are a concern; request resistance testing if you observe poor performance."},{"id":15,"affectionID":4,"summary":"<b>Infectious bacteria<\/b> may originate from overwintering plant debris and transplants."},{"id":16,"affectionID":4,"summary":"<b>Sanitation<\/b> may not be of much benefit, but there is no solid data. "},{"id":17,"affectionID":4,"summary":"<strong>Copper applications<\/strong> are of some value but in general do not work well. Consider applying Actigard early and regularly IF you are having problems year after year."},{"id":18,"affectionID":5,"summary":"<b>Infection spores<\/b> originate from overwintering soils and transplants."},{"id":19,"affectionID":5,"summary":"<b>Normally<\/b>, the disease is prevalent only in the lower or poorly drained areas of the planting."},{"id":20,"affectionID":5,"summary":"<strong>Key<\/strong> to control is drainage, and strawberries should not be planted in low-lying or heavy soils where water accumulates or is slow to drain."},{"id":21,"affectionID":6,"summary":"<b>Leather rot<\/b> is caused by the oomycete <i>Phytophthora cactorum<\/i>."},{"id":22,"affectionID":6,"summary":"<b>Infectious spores<\/b> may originate from overwintering soils or irrigation water. "},{"id":23,"affectionID":6,"summary":"<b>Select a planting site<\/b> with good soil drainage and air circulation. Good soil drainage is critical."},{"id":24,"affectionID":6,"summary":"<b>Occurs primarily<\/b> in the northeastern US production areas. "},{"id":25,"affectionID":7,"summary":"Leaf blight, leaf spot and leaf scorch are primarily caused by the following fungi:"},{"id":26,"affectionID":7,"summary":"<strong>Leaf blight<\/strong>, <em>Phomopsis obscurans<\/em>;<br \/><strong>Leaf spot<\/strong>, <em>Mycosphaerella fragariae<\/em>;<br \/><strong>Leaf scorch<\/strong>, <em>Diplocarpon earlianum<\/em>"},{"id":27,"affectionID":7,"summary":"<strong>The three major leaf diseases<\/strong> that are caused by fungi have a similar disease cycle and are controlled in a similar manner. A rapid buildup of all three leaf diseases may occur in autumn during rainy periods or when overhead irrigation is used for irrigation.<br \/>&nbsp;"},{"id":28,"affectionID":7,"summary":"<b>Infectious spores<\/b> may derive from overwintering infected dead or living leaves and transplants."},{"id":29,"affectionID":7,"summary":"<b>Use of resistant varieties<\/b> is the most effective way to control leaf spot and leaf scorch. If leaf diseases are a problem in the planting, fungicides such as <b>Captan<\/b> and <b>Rally<\/b> will aid in control. "},{"id":30,"affectionID":7,"summary":"<b>Sanitation<\/b> may not be of much benefit, but there is no solid data."},{"id":31,"affectionID":8,"summary":"<b>Charcoal rot<\/b> is caused by a fungus, <i>Macrophomina phaseolina<\/i>."},{"id":32,"affectionID":8,"summary":"<b>Fumigation<\/b> will be most effective when crop residues have fully decomposed or were removed."},{"id":33,"affectionID":8,"summary":"<b>No fungicides<\/b> are labeled for control of charcoal rot on strawberries."},{"id":34,"affectionID":8,"summary":"<b>In general<\/b>, high temperatures and low soil moisture favor infection and disease development."},{"id":36,"affectionID":9,"summary":"<strong>Infectious spores<\/strong> originate from overwintering plant debris and transplants!"},{"id":38,"affectionID":9,"summary":"<strong>!Captan<\/strong> is effective against ACR. Integrate FRAC 1 and 11 products into spray program when disease is becoming a problem; fungicide resistance issues are a concern; request resistance testing."},{"id":39,"affectionID":10,"summary":"<strong>Phytophthora crown rot<\/strong> is caused by the oomycetes <em>Phytophthora cactorum<\/em>, <em>P. citricola<\/em>, <em>P. parasitica<\/em>, and <em>P. megasperma<\/em>."},{"id":40,"affectionID":10,"summary":"<b>Infection spores<\/b> originate from the soil and infected transplants."},{"id":41,"affectionID":10,"summary":"<b>Infection<\/b> occurs on poorly drained, over irrigated soils, or during long periods of rain in warm climates."},{"id":42,"affectionID":11,"summary":"<strong>Botrytis Cown Rot<\/strong> is caused by a fungus, <em>Botrytis cinerea<\/em>."},{"id":43,"affectionID":11,"summary":"<b>Infectious spores<\/b> may originate from overwintering plant debris, soils, perennial crops, and transplants. "},{"id":44,"affectionID":11,"summary":"<b>Rovral<\/b> is recommended for gray mold\/crown rot control."},{"id":45,"affectionID":12,"summary":"<b>Verticillium wilt<\/b> is caused by a fungus, <i>Verticillium dahliae<\/i>. "},{"id":46,"affectionID":12,"summary":"<b>Infectious microsclerotia<\/b> originate from soil and overwintering plant debris."},{"id":47,"affectionID":12,"summary":"<b>Sanitation<\/b>: Being a soilborne pathogen, <i>V. dahliae<\/i> is readily spread between fields in mud and dirt adhering to equipment and vehicles. Growers should therefore beware of moving contaminated equipment from infested fields into “clean” fields."},{"id":48,"affectionID":13,"summary":"<b>Peach scab<\/b> is caused by a fungus, <i>Fusicladosporium carpophilum<\/i>."},{"id":49,"affectionID":13,"summary":"The fungus does not produce a rot, <strong>symptoms<\/strong> are just cosmetic in nature. Still, spots on fruit reduce quality and often impact profit."},{"id":50,"affectionID":13,"summary":"<b>Regionally<\/b>, scab pressure is generally greatest in the Carolinas and decreases as one moves into south Georgia. "},{"id":51,"affectionID":13,"summary":"<strong>Fungicides are effective<\/strong> to control the disease, but control success is dependent on application timing. The most important applications are at petal fall, shuck split and first cover."},{"id":52,"affectionID":15,"summary":"<strong>Brown rot fruit rot<\/strong> is caused by a fungus of the genus <em>Monilinia<\/em>. <strong>Infectious spores<\/strong> originate in spring from fruiting bodies on mummies on the ground (ascospores) or peduncles, cankers, or mummies in the tree (conidia)."},{"id":53,"affectionID":15,"summary":"<strong>Sanitation<\/strong> in form of mummy and canker removal after harvest and in winter reduces disease."},{"id":54,"affectionID":15,"summary":"<strong>Management of the disease<\/strong> in commercial settings is effectively achieved with fungicide applications during the last three weeks of fruit ripening. Homeowners and organic producers may also benefit from<strong> <a href=\"http:\/\/www.clemson.edu\/extension\/horticulture\/fruit_vegetable\/peach\/diseases\/peachbags.html\">bagging the fruit<\/a><\/strong> shortly after thinning."},{"id":55,"affectionID":14,"summary":"<b>Peach leaf curl<\/b> is caused by a fungus, <i>Taphrina deformans<\/i>."},{"id":56,"affectionID":14,"summary":"<b>Occurs<\/b> in springtime, especially when the weather is cool and wet. Leaf curl is more severe in cooler production areas.\r\n"},{"id":57,"affectionID":14,"summary":"<b>Varieties<\/b> vary significantly in susceptibility. "},{"id":58,"affectionID":14,"summary":"<b>In the Southeastern U.S.<\/b>, leaf curl is seldom more than a curiosity in the coastal plain, but it is occasionally severe in the piedmont or mountain production areas. "},{"id":59,"affectionID":16,"summary":"<b>Brown rot blossom blight<\/b> is caused by fungi of the <i>Monilinia genus<\/i>."},{"id":60,"affectionID":16,"summary":"<b>Infectious spores<\/b> originate in spring from overwintering mummies on the ground (ascospores) or mummies, peduncles, and cankers on the trees (conidia)."},{"id":61,"affectionID":16,"summary":"<b>Sanitation<\/b> in form of mummy and canker removal reduces disease."},{"id":62,"affectionID":16,"summary":"<strong>One or two applications of chlorothalonil or FRAC 2 (e.g. Rovral) or FRAC 9 (e.g. Vangard) products <\/strong>are<strong> <\/strong>effective against blossom blight. However, some blossom blight is acceptable and there is not always a relationship between incidence of blossom blight and incidence of preharvest brown rot. If weather is reasonably dry during bloom, consider not spraying at all."},{"id":63,"affectionID":17,"summary":"<b>Constriction canker<\/b> is caused by a fungus <i>Phomopsis amygdali<\/i>."},{"id":64,"affectionID":19,"summary":"<strong>Peach anthracnose<\/strong> is caused by multiple <em>Colletotrichum<\/em> species"},{"id":65,"affectionID":19,"summary":"Although symptoms are found on ripe or ripening fruit, <strong>infections could occur during bloom and early summer<\/strong> with fungus remaining latent in the developing fruit. Spores can originate from fruit mummies, cankers, and weeds"},{"id":66,"affectionID":19,"summary":"<strong>The disease is generally not a problem<\/strong> in well managed commercial orchards, but the development of resistance to key fungicides (FRAC 1 and 11) has allowed outbreaks in South Carolina. ."},{"id":67,"affectionID":20,"summary":"<b>Alternaria fruit rot<\/b> is caused by a fungus, <i>Alternaria alternata<\/i>."},{"id":68,"affectionID":20,"summary":"<strong>Spores infecting fruit<\/strong> may originate from overwintering mummies and plant debris on or in the soil. Although the pathogen might be present, the <strong>disease is not commonly found<\/strong> in peach production areas. It occasionally appears on late ripening cultivars.<br \/><br \/>In South Carolina it has caused epidemics due to isolates that developed <strong>resistance to FRAC 7 and 11 fungicides<\/strong>. The pathogen is naturally resistant to FRAC 1."},{"id":69,"affectionID":21,"summary":"<b>Bacterial spot<\/b> (Bacteriosis) is caused by a bacterium, <i>Xanthomonas arboricola<\/i>. "},{"id":70,"affectionID":21,"summary":"<b>The pathogen affects<\/b> leaves, twigs, and fruit of peaches and nectarines, and almost all other stone fruits (<i>Prunus<\/i> spp.)."},{"id":71,"affectionID":21,"summary":"The most pronounced symptom is premature <b>yellowing of leaves<\/b> starting from the tip."},{"id":72,"affectionID":21,"summary":"<strong>Tolerant varieties<\/strong> should be used in areas where bacterial spot is a major issue."},{"id":73,"affectionID":21,"summary":"Even intense <b>chemical control<\/b> is only effective in low to medium disease pressure-type situations.  "},{"id":74,"affectionID":17,"summary":"Some growers in the <b>southeastern United States<\/b> have observed an increase in twig dieback in recent years. In most cases the <b>dieback<\/b> is due to constriction canker."},{"id":75,"affectionID":17,"summary":"<b>Although fungicides<\/b> reliably control other fungal diseases such as peach scab and brown rot, no silver bullet is currently available for management of constriction canker. "},{"id":76,"affectionID":17,"summary":"<b>Sanitation<\/b> is probably the most effective way to control the disease. Fall applications during leaf fall are only marginally effective. "},{"id":77,"affectionID":22,"summary":"<b>Rhizopus\/Gilbertella rot<\/b> are usually caused by the fungi <i>Rhizopus stolonifer<\/i> and <i>Gilbertella persicaria<\/i>."},{"id":78,"affectionID":22,"summary":"<b>Symptoms and signs<\/b> of these two diseases are very similar to one another.\r\nThe rot is generally <b>a problem of fully mature and ripe fruit<\/b> at point of sale or after purchase.\r\n"},{"id":79,"affectionID":22,"summary":"<b>Rapidly cooling peaches<\/b> below 45°F, preferably to 32 to 33°F, is a key to Rhizopus\/Gilbertella rot control."},{"id":80,"affectionID":22,"summary":"<b>Post-harvest fungicide treatments<\/b> are effective. "},{"id":81,"affectionID":23,"summary":"<b>Rusty spot<\/b> is caused mostly by the apple powdery mildew fungus <i>Podosphaera leucotricha<\/i>."},{"id":82,"affectionID":23,"summary":"<b>Young peach fruit<\/b> become infected and exhibit white, non-powdery lesions that later turn rusty."},{"id":83,"affectionID":23,"summary":"The disease is of <b>minor importance in the Southeast<\/b> but more prevalent in northern production areas."},{"id":84,"affectionID":23,"summary":"Peach fruit are <b>susceptible to mildew only<\/b> during the early stages of development."},{"id":85,"affectionID":23,"summary":"<b>Avoiding mildew-susceptible<\/b> varieties where choices are available can reduce this disease, as can removing susceptible apple trees near orchards and <b>spraying effective fungicides<\/b>."},{"id":86,"affectionID":18,"summary":"<b>Fungal gummosis<\/b> is caused by fungal species of <i>Botryosphaeria<\/i>. "},{"id":87,"affectionID":18,"summary":"Typically, <b>tree resin exudate<\/b> at multiple sites on trunk and lower scaffold limbs is associated with lesions."},{"id":88,"affectionID":18,"summary":"Peach orchards that suffer from <b>weed, nutrition, or water stress<\/b>  are more likely to have <b>severely infected<\/b>  trees."},{"id":89,"affectionID":18,"summary":"Removal or flail-mowing pruned limbs and twigs as well as early summer fungicide applications will <b>reduce the disease<\/b>"},{"id":90,"affectionID":25,"summary":"<b>In the southeastern United States<\/b>, peach tree short life (PTSL) refers to the sudden spring collapse and death of young peach trees. "},{"id":91,"affectionID":25,"summary":"<b>PTSL<\/b> is not caused by a single specific factor, but rather by a complex of cold damage, bacterial canker, and ring nematode which act together in some years and independently in other years."},{"id":92,"affectionID":25,"summary":"<b>The primary biotic factor<\/b> responsible for predisposing peach trees to bacterial canker or cold injury or both is the ring nematode, <i>Mesocriconema xenoplax<\/i>."},{"id":93,"affectionID":25,"summary":"<strong>Preplant fumigation and the use of nematode-tolerant rootstocks<\/strong> such as Guardian are most effective because nematodes predispose trees to bacterial canker infection. Some cultural options can reduce PTSL, such as optimal pruning time, orchard floor management, and fertilization practices."},{"id":94,"affectionID":24,"summary":"<strong>Armillaria root rot<\/strong> of peach (also known as oak root rot) is caused by a fungus <em>Armillaria tabescens<\/em> (in the southeastern U.S.) or <em>A. mellea<\/em> (California and Northeastern U.S.)."},{"id":95,"affectionID":24,"summary":"<strong>This disease<\/strong> is the major cause of premature tree death in southeastern peach orchards."},{"id":96,"affectionID":24,"summary":"The <strong>persistence<\/strong> of the causal agent on root pieces in the soil causes an accumulation of inoculum over time and puts new orchards planted on replant sites increasingly at risk."},{"id":97,"affectionID":26,"summary":"<b>Fusarium wilt<\/b> is caused by a fungus, <i>Fusarium oxysporum f.sp. fragariae<\/i>. The fungus is very persistent in the soil due to reliant clamydospores. Unlike the charcoal rot pathogen, <i>F. oxysporum<\/i>is very host specific."},{"id":98,"affectionID":26,"summary":"<b>No fungicides<\/b> are effective for control of Fusarium wilt on strawberries."},{"id":99,"affectionID":26,"summary":"<b>In general<\/b>, crop rotation of a tolerant strawberry variety with a brassica crop combined with fumigation is the most effective management strategy in affected soils. "},{"id":100,"affectionID":27,"summary":"<strong>Mummy berry<\/strong> is caused by the fungus <em>Monilinia vaccinii-corymbosi<\/em>. Damage results from primary blasting of leaves and blooms and secondary infections of fruit to form mummies."},{"id":101,"affectionID":27,"summary":"<strong>Infectious fungal spores<\/strong> originate as ascospores from mushrooms developed from overwintering, mummified fruit on the ground and in debris. Secondary infections of fruit ovaries result in mummified fruit."},{"id":102,"affectionID":27,"summary":"<strong>Fungicidal applications applied during green tip and throughout bloom are effective in controlling mummy berry.<\/strong> Pristine and DMI fungicides are recommended. Captan should be tank-mixed with the DMI materials, and where Exobasidium occurs, it should be tank-mixed with Pristine as well."},{"id":103,"affectionID":28,"summary":"<strong><strong>Algal stem blotch<\/strong><\/strong> is caused by an algae, <em>Cephaleuros virescens<\/em>."},{"id":104,"affectionID":28,"summary":"<b><strong>Sporangioph<\/strong><strong>ores<\/strong><\/b> form on the blueberry plant and release zoospores under wet conditions, which spread via rain splash. "},{"id":105,"affectionID":28,"summary":"<strong><strong>Copper fungicides<\/strong><\/strong> and phosphonate fungicides (e.g. Prophyt) have been found to be effective in managing algal diseases in other plant systems. Research has not been conducted in blueberries to prove the utility of these materials."},{"id":106,"affectionID":29,"summary":"<b>Alternaria Fruit Rot<\/b> is caused by a fungus, <i>Alternaria tennuissima<\/i>."},{"id":107,"affectionID":29,"summary":"The disease spreads via <strong>airborne or wind-spashed spores<\/strong>."},{"id":108,"affectionID":29,"summary":"<strong>Abound<\/strong>, among other fungicides, has been shown to be effective in the management of Alternaria."},{"id":109,"affectionID":30,"summary":"<strong>Anthracnose fruit rot<\/strong> is caused by a fungus, <em>Colletotrichum acutatum<\/em>."},{"id":110,"affectionID":31,"summary":"<b>Bacterial leaf scorch<\/b> is caused by the bacterium <i>Xylella fastidiosa<\/i>."},{"id":111,"affectionID":31,"summary":"The bacteria is transmitted through <b>infected hosts and insect vectors<\/b>."},{"id":112,"affectionID":31,"summary":"At this point, there are no chemical controls that actively kill the bacterium; however, <b>insecticides<\/b> are effective in slowing or breaking the disease cycle by killing insects which transmit the bacterium."},{"id":113,"affectionID":32,"summary":"<b>Blueberry Leaf Rust<\/b> is caused by a fungus, <i>Pucciniastrum vaccinii<\/i>."},{"id":114,"affectionID":32,"summary":"<b>Infectious spores<\/b> originate from overwintering plant debris."},{"id":115,"affectionID":32,"summary":"Fungicides such as strobilurins (Abound, Pristine) and DMIs (Quash, Tilt, Orbit, Indar, Bumper, etc.) all have good to excellent activity on rust and are already sprayed for other leaf spots."},{"id":116,"affectionID":33,"summary":"<strong>Streaking is likely caused by air pollution<\/strong> concentrated in morning dew that interferes with anthocyanin synthesis during fruit maturation.<br \/><br \/>Affected are <strong>red blush varieties<\/strong> such as Scarlet Prince, July Prince, Summer Gold, or Contender during preharvest formation of red color. <strong>Streaks typically form after weeks of no rain followed by light rain<\/strong>. It was suggested that light rain (less than 0.3 in) is not enough to wash pollutants out of the air but sufficient to create ground moisture for morning dew formation. The dew absorbs the the pollutant and forms drops that slowly run down the fruit.<br \/><br \/>Suspected pollutants are <strong>chlorine dioxide and chlorine ions<\/strong>. In the Schnabel lab they formed identical symptoms at low concentrations, while acids typically associated with acid rain did not form streaks even at pH 3."},{"id":117,"affectionID":38,"summary":"<strong>Bronzing of peach is believed to be a skin disorder<\/strong>. Symptoms range from a single patch to larger patches covering most of the fruit surface. Symptoms can first be seen in the field but are hard to spot. <strong>Rapid cooling<\/strong> after harvest accelerates symptom expression.<br \/><br \/>In South Carolina bronzing is most frequently observed in years with high rainfall in July on cv. <strong>Julyprince, Scarletprince, Red Globe<\/strong>, and <strong>Sweet Dream<\/strong>. <br \/><br \/><strong>The cause of bronzing is still unknown<\/strong>, but preliminary evidence suggests a physiological cause leading to localized oxidation of epidermal cells. <br \/> "},{"id":118,"affectionID":39,"summary":"<strong>No, it is not scale.<\/strong> The red spots are typically only 1 to 3 mm in diameter, do not have a white center, and rarely become enlarged. It typically appears on <strong>late season varieties<\/strong> with spots starting to emerge on green fruit and then grow in size as fruit matures.<br \/><br \/>The cause of this disorder is unknown, however, the fungus <strong><em>Alternaria alternata<\/em><\/strong> is frequently but not always associated.<br \/><br \/>Two to three applications of <strong>Ziram 76W at 2 lb per acre<\/strong> reduces red spot disorder incidence if applied at 2-week intervals beginning three weeks after pit hardening"},{"id":119,"affectionID":40,"summary":"<strong>Inking of peach<\/strong> is the appearance of dark blue to almost black superficial spots and streaks on the fruit surface.<br \/><br \/>It occurs in all peach growing areas in the USA and is <strong>caused by a combination of abrasion and heavy metal contamination<\/strong>. This combination will destroy the peach skin and release pigments such as anthocyanins into the peach flesh.<br \/><br \/>Sources of heavy metals such as contaminated water, foliar nutrients, and pesticides with high heavy metal content should be avoided and abrasion should be minimized."},{"id":120,"affectionID":41,"summary":"<strong>Bacterial canker<\/strong> is caused by the bacterium <em>Pseudomonas syringae <\/em>and is an important factor of the<strong> Peach Tree Short Life<\/strong> complex. Infections occur during leaf drop in fall but any wounds applied to the tree may serve as ports for entry.<br \/><br \/>One of the most pronounced symptoms is the occurrence of <strong>scaffold limb dieback<\/strong> on otherwise healthy looking trees. The disease is worst in years with mild winters exhibiting <strong>repeated freeze\/thaw<\/strong> events.<br \/><br \/><strong>Preplant fumigation<\/strong> to control nematodes combined with copper applications in fall and spring to kill bacteria have yielded reduced disease incidence. Some growers apply Bourdeaux mixture plus vegetable oil OR Lime Sulfur during leaf drop in the fall prior to multiple day rain storms. Rootstock selection to control nematodes (Guardian), removal of wood with cankers, split application of NPK, and pruning ONLY when trees are in full dormancy are also critical to protect trees."},{"id":121,"affectionID":42,"summary":"<strong>Oxysporum wood rot<\/strong> is not commonly observed but may show on trees with trunk damage after long periods of cool, wet weather.<br \/> <br \/>No chemical control options are available, but <strong>some cultural practices <\/strong>help avoid the disease. Most importantly, use careful soil and water management to avoid crown and root problems. Trees planted on berms even in poorly drained soil had much less trunk damage from frost and no signs of wood rot.    "},{"id":122,"affectionID":27,"summary":"<strong>Sanitation<\/strong>, raking mummies to the row middles to destroy or bury 1\" deep, has proven to be effective, but does not provide sufficient control when used alone."},{"id":123,"affectionID":34,"summary":"<strong>Botrytis flower blight and fruit rot<\/strong> is caused by the fungus <em>Botrytis cinerea<\/em>."},{"id":124,"affectionID":34,"summary":"<strong>Survival<\/strong> over the winter is on dead blueberry or non-host plant material, so pruning out dead stems is a good practice to reduce inoculum."},{"id":125,"affectionID":34,"summary":"<strong>Botrytis flower blight is particularly problematic when cool\/warm, wet conditions occur during bloom.<\/strong> In addition, freeze-damaged tissue is more susecptible to infection as well. Though Botrytis blossom blight can cause severe losses, we rarely see heavy damage in the Southeast. This is in part related to the environment, but we also use Captan products and other Botrytis-active fungicides during bloom."},{"id":126,"affectionID":34,"summary":"<strong>Fungicides applied during bloom and cover sprays <\/strong>provide control of this disease."},{"id":127,"affectionID":34,"summary":"<strong>Use of Captan or Ziram during bloom and early cover sprays <\/strong>provides exceptable management of Botrytis when conditions are relatively dry, but more efficacious materials may be needed in wet, warm periods. Captan and Ziram are important components of a resistance-management program, as Botrytis does not develop resistance to these fungicides."},{"id":128,"affectionID":34,"summary":"<strong>Major fungicide resistance <\/strong>issues have been identified in the Southeast; to identify weaknesses and avoid control failure, submit dead flowers or symptomatic fruit with sporulating lesions for fungicide resistance analysis."},{"id":129,"affectionID":35,"summary":"<strong>Septoria Leaf Spot<\/strong> is caused by the fungus <em>Septoria albopunctata. <\/em>It occurs both on cultivated highbush and rabbiteye blueberry.<br \/><br \/><strong>Infectious spores<\/strong> originate from overwintering plant debris.<br \/><br \/><strong>Pristine<\/strong> applied at early bloom, along with other fungicides, can be effective at controlling this disease."},{"id":130,"affectionID":36,"summary":"<strong>Exobasidium leaf and fruit spot <\/strong>is a fungal disease caused by the fungus <em>Exobasidium maculosum<\/em>."},{"id":131,"affectionID":37,"summary":"<strong>Blueberry necrotic ring blotch disease (BNRBD), caused by the virus, <em>Blueberry necrotic ring blotch virus <\/em>(BNRBV), <\/strong>occurs on susceptible southern highbush blueberry varieties."},{"id":132,"affectionID":36,"summary":"<strong>Infectious spores <\/strong>are thought to overwinter in bark crevices or bud scales, where they infect young leaf and fruit tissues as they develop in the spring. The infection period roughly correlates to green tip and early bloom through one month post-bloom."},{"id":133,"affectionID":36,"summary":"<strong>Late dormant applications of calcium polysulfide <\/strong>(lime sulfur and similar products) provide excellent suppression of this disease. Captan applied from green tip through the first two cover sprays provides additional control."},{"id":134,"affectionID":36,"summary":"<strong>The fungus has developed resistance to dual fungicides in Pristine,<\/strong> so where Exobasidium occurs, it is recommended that Captan be mixed with Pristine when utilzed during the green tip, bloom,and early cover sprays."},{"id":135,"affectionID":36,"summary":"<strong>Exobasidium leaf and fruit spot can cause significant losses <\/strong>due to fruit drop in the field. In addition, affected fruit are unmarketable, and it is difficult to remove Exobasidium-infected berries from the packing line."},{"id":136,"affectionID":37,"summary":"<strong>Symptoms appear as irregular-shaped, reddish-brown to black rings or blotches<\/strong> with green centers on leaves. The disease can lead to premature leaf drop when spots coalesce to form necrotic areas."},{"id":137,"affectionID":37,"summary":"<em><strong>Blueberry necrotic ring blotch virus<\/strong><\/em><strong> is a non-systemic virus<\/strong>, producing a localized lesion (spot), so the virus does not reside with the plant from season to season, and disease levels can vary wildly from year to year."},{"id":138,"affectionID":37,"summary":"<strong>The vector(s) of <em>Blueberry necrotic ring blotch virus <\/em>are presumed to be eriophyid and possibly other mites<\/strong>, as there has been an excellent anectdotal association of these mites and the disease. However, definitive work has not been conducted to prove that mites vector the virus."},{"id":139,"affectionID":30,"summary":"<strong>Infectious spores<\/strong> can infect fruit at all stages of life; however, they do not show symptoms until ripening, which is why anthracnose fruit rot is also called \"ripe rot.\""},{"id":140,"affectionID":30,"summary":"Many <strong>fungicides<\/strong> have proven to be effective in controlling anthracnose fruit rot, however, resistance is a concern."},{"id":141,"affectionID":28,"summary":"<strong>Algal stem blotch is mainly a problematic disease in Florida<\/strong>, but the disease has been observed in other locations with a similar tropical environment"},{"id":142,"affectionID":29,"summary":"<strong>Cultural controls <\/strong>include avoiding picking of overripe fruit through timely harvest, handling fruit only when dry, and cooling berries promptly after harvest."},{"id":143,"affectionID":43,"summary":"<strong>Flower buds turn brown<\/strong> soon after they reach the green-tip stage. The fungus can continue to grow in the twig until all buds of the tender shoot are destroyed.<br \/><br \/><strong>Remove infected twigs <\/strong>early season. Early season <strong>fungicide applications<\/strong> are effective in controlling the disease.<br \/><br \/>Many SHB cultivars are susceptible, but some (<strong>Reveille, Bluechip and Duke<\/strong>) are tolerant. Rabbiteye blueberries are typically tolerant to the disease."},{"id":144,"affectionID":44,"summary":"<strong>Nematodes<\/strong> are very small roundworms that live in the soil. While generally not a serious problem in blueberries, nematodes that feed on plant roots (plant-parasitic nematodes) can cause diseases when present at high population densities. Nematodes are particularly problematic in replant sites. Certain nematodes also function as vectors of viruses, as is the case with dagger and stubby-root nematodes."},{"id":145,"affectionID":44,"summary":"<strong>Fumigants<\/strong> can be used to control nematodes prior to planting. Post-plant nematicides are not currently available for use in blueberries. A range of biological controls are available, but activity of these materials may be less than desired."},{"id":146,"affectionID":44,"summary":"<strong>Symptoms of p<\/strong>lant-parasitic nematodes can include stunting and poor rooting."},{"id":147,"affectionID":44,"summary":"<strong>Disease cycle.<\/strong> Plant-parasitic nematodes reproduce via eggs. Both adults and juveniles feed on plant roots. Nematodes are typically migratory, but some may become sedentary in roots."},{"id":148,"affectionID":44,"summary":"<strong>Cultural control<\/strong> involves testing the soil prior to planting and avoiding replanting into an infested field."},{"id":149,"affectionID":45,"summary":"<strong>Blueberry Stunt<\/strong> is caused by a phytoplasma, a specialized bacterium that infects plants. The infection is systemic and cannot be removed by pruning or other treatments; infected bushes must be removed and destroyed, including the crown and roots."},{"id":150,"affectionID":45,"summary":"The disease is spread by an <strong>insect vector<\/strong>, the sharpnosed leafhopper (<em>Scaphytopius magdalensis<\/em>) and may also be spread via cuttings from infected plants."},{"id":151,"affectionID":45,"summary":"Characteristic <strong>symptoms<\/strong> include stunting, shortened internodes, cupping of leaves and yellowing between the veins. The symptoms of stunt can be confused with herbicide injury. Stunt is a common disease in Michigan, New Jersey and North Carolina, but has not been observed in Georgia or Florida."},{"id":152,"affectionID":45,"summary":"<strong>Control<\/strong> of this disease is achieved by <strong>removing infected bushes<\/strong> and by <strong>insecticidal sprays<\/strong> to control the insect vector."},{"id":153,"affectionID":46,"summary":"<strong>Stem Canker<\/strong> is caused by the fungus Botryosphaeria corticis.The pathogen is common on both cultivated and native blueberries in the Eastern United States. The disease <strong>spreads<\/strong> by wind and rain-splashed spores that infect tender emerging shoots. Once shoots have hardened off, they are no longer susceptible."},{"id":154,"affectionID":46,"summary":"<strong>Symptoms<\/strong> begin as small reddish raised spots on succulent new shoots that eventually develop into raised, cracked cankers that have an oak-bark appearance. Cankers disrupt vascular flow, causing cane death. Severely affected fields exhibit many dead canes, and eventually die out over a period of several years."},{"id":155,"affectionID":46,"summary":"Fungicides are not a practical control method. <strong>Control methods<\/strong> include the use of resistant cultivars, use of clean planting stock, and maintaining overall plant health."},{"id":156,"affectionID":48,"summary":"<strong>Blueberry stem blight<\/strong> is caused by the fungus <em>Botryospheria dothidea<\/em> and related species. Infection may occur at any time, however the onset of symptoms usually corresponds with <strong>drought stress or heat stress<\/strong>. The most visible symptom is \"flagging\", a dead branch with leaves still attached."},{"id":157,"affectionID":48,"summary":"Stem blight <strong>infects via wounds<\/strong>. Of the many wounds that can occur, <strong>Stems injured by cold in the Fall <\/strong>of the year are the most common infection point. Pruning wounds are frequently infected but rarely result in disease. This disease is of greatest concern during the <strong>first three years<\/strong> of a new planting, when Fall cold injury is most likely to occur on juvenile growth. Stem blight infections also occur in <strong>propagation beds<\/strong> and may be carried to the field in <strong>infected cuttings<\/strong>."},{"id":158,"affectionID":48,"summary":"<strong>Cultural controls<\/strong> include the use of clean planting stock, use of resistant cultivars, avoiding overfertilizing in the fall of the year, and agressive re-planting during the first 2-3 years to maintain a full stand until bushes are more mature."},{"id":159,"affectionID":47,"summary":"<strong>Ganoderma<\/strong> is a wood decay fungus (<em>Ganoderma<\/em> sp.) that may also cause disease of woody plants."},{"id":160,"affectionID":47,"summary":"<strong>Symptoms<\/strong> include wilt, defoliation, dieback and general decline of the affected bushes.The fungus invades the crown of the bush via dead or dying wood present in stressed plants. A diagnostic <strong>sign<\/strong> of this disease is the presence of <strong>hard, woody conks<\/strong>. These stalked, mushroom-like shelf fungi are the fruiting bodies of the fungus."},{"id":161,"affectionID":47,"summary":"<strong>Cultural controls<\/strong> include careful site selection and maintenance of plant health including adequate drainage, to avoid stressed plants and dead wood."},{"id":162,"affectionID":49,"summary":"<strong>Cylindrocladium blight<\/strong> is caused by fungi in the genus <em>Cylindrocladium<\/em> and is a common cause of plant death in propagation beds and grow-out beds in nurseries."},{"id":163,"affectionID":49,"summary":"<strong>Symptoms<\/strong> include spreading circular areas of dead cuttings in propagation beds during rooting. In late summer, leaf spots, dieback and death may occur on fully-rooted cuttings.<strong> Signs <\/strong>of the pathogen include tiny orange fruiting bodies of the perfect stage of the fungus (perithecia) visible on dead cuttings."},{"id":164,"affectionID":49,"summary":"<strong>Control measures.<\/strong> Do not re-use old rooting media. Clean and sanitize rooting beds prior to re-filling with fresh media. Remove any infected cuttings as they occur. Do not over-fertlize rooted cuttings."},{"id":165,"affectionID":50,"summary":"<strong>Powdery Mildew<\/strong> of blueberry is caused by the fungus <em>Microsphaera vaccinii.<\/em>"},{"id":166,"affectionID":50,"summary":"<strong>Symptoms<\/strong> begin as pale spots on the upper surface of the leaf, with faint spreading discoloration underneath. Spots redden and become covered with sparse white powdery fungal growth. Leaves are sightly distorted and may fall off prematurely. In late summer, black specks visible on the upper surface of infected leaves are the fruiting bodies of the fungus."},{"id":167,"affectionID":50,"summary":"Powdery mildew is a relatively <strong>minor<\/strong> disease of blueberry, and is usually controlled by fungicides applied for other diseases."},{"id":168,"affectionID":52,"summary":"<strong>Phytophthora root rot<\/strong> is caused by the oomycete organism <em>Phytophthora cinnamomi.<\/em>"},{"id":169,"affectionID":52,"summary":"<strong>Excessive water<\/strong> in the root zone is critical for infection by <em>Phytophthora cinnamomi.<\/em>"},{"id":170,"affectionID":52,"summary":"<strong>Adequate drainage, <\/strong>particularlly though use of raised beds and\/or drain tile, is critical for disease management."},{"id":171,"affectionID":52,"summary":"The disease overwinters as<strong> chlamydospores<\/strong> in soil, bark, or infected plant roots."},{"id":172,"affectionID":52,"summary":"Under wet conditions, <strong>sporangia <\/strong>produce <strong>zoospores<\/strong> which infect small roots at the region of elongation."},{"id":173,"affectionID":52,"summary":"<strong>Chemical control<\/strong> is limited to use of <strong>mefenoxam<\/strong> as root applications and <strong>phosphonate fungicides<\/strong> as foliar applications."},{"id":174,"affectionID":57,"summary":"<strong>White rot<\/strong> is caused by the fungus <em>Botryosphaeria dothidea<\/em> and causes twig and limb cankers and fruit rot in apple.<br \/><br \/><strong>Infection <\/strong>by <em>B. dothidea<\/em> results when ascospores and conidia are produced in dead bark and wood, cankers, and mummified fruit and are dispersed by rainfall throughout the growing season.<br \/><br \/><strong>Sanitation <\/strong>by removing dead and infected wood, removal of shoots infected by fire blight during the current season, and mummies will help minimize infection by white rot.<br \/><br \/><strong>Chemical control <\/strong>is usually effective when initiated at bloom and is continued through harvest. Fungicide programs for management of black rot should also be effective for management of white rot."},{"id":175,"affectionID":56,"summary":"<strong>Sooty blotch \/ flyspeck (SBFS) <\/strong>is for management purposes one disease that blemishes the surface of apple fruit.<br \/><br \/><strong>Infectious spores<\/strong> of the many fungi that cause SBFS come primarily from wild plants along orchard borders.<br \/><br \/><strong>Disease activity. <\/strong>The disease is most active during the period one to two weeks after petal fall, through to harvest.<br \/><br \/><strong>Cultural controls<\/strong> such as pruning, mowing and removing plant on orchard borders decrease SBFS risk.<br \/><br \/><strong>Fungicides<\/strong> are the primary control for SBFS. The initial fungicide application each season can be timed using accumulated leaf wetness hours from petal fall. Later fungicide applications should be timed according the amount of rain or the time that&rsquo;s elapsed since the previous application."},{"id":176,"affectionID":54,"summary":"<strong>Pear scab <\/strong>is caused by the fungus <em>Venturia pirina<\/em>. It is similar to apple scab, however, occurs more sporadically. Where present, however, it can cause serious economic loss unless controlled.<br \/><br \/><strong>Infection <\/strong>occurs when overwintering ascospores on leaves and shoots are released during periods of wetting in the spring.<br \/><br \/><strong>Sanitation <\/strong>by flail mowing leaves and brush may help reduce overwintering inoculum (similar to apple scab), however, chemical control is still typically necessary when pear scab is a persistent problem.<br \/><br \/><strong>Chemical control <\/strong>using contact and systemic fungicides beginning in the spring and targeting primary infection are recommended to control pear scab."},{"id":177,"affectionID":55,"summary":"<strong>Cherry leaf spot<\/strong> is caused by the fungus <em>Blumeriella jaapii<\/em> (formerly <em>Coccomyces hiemali<\/em>).<br \/><br \/><strong>Infection <\/strong>of cherry leaves occurs when spores overwintering in diseased leaves on the ground are released around bloom time.<br \/><br \/><strong>Cultural control <\/strong>includes removal of fallen infected leaves prior to the start of the season.<br \/><br \/><strong>Chemical control <\/strong>is effective for cherry leaf spot disease management beginning at the bract leaf stage, which occurs during bloom time. Continue every 7 &ndash; 10 days until harvest, and conclude with one or two postharvest applications beginning 2 to 3 weeks after harvest."},{"id":178,"affectionID":53,"summary":"<br \/><strong>Upright dieback <\/strong>is caused primarily by the fungus <em>Phomopsis vaccinii. <\/em>Infected uprights initially turn yellow and then turn a bronze-orange color.<br \/><br \/><strong>Infection <\/strong>by <em>P. vaccinii<strong> <\/strong><\/em>can occur throughout the entire growing season and the fungus can infect uprights, blossoms, and fruit. New growth is highly susceptible to infections and it is believed that current-year uprights are infected shortly after bud break during early spring.<br \/><br \/><strong>Cultural practices <\/strong>that minimize drought stress and wounding can help reduce the severity of the disease<strong><em>.<\/em> <\/strong>Balanced fertilization programs can help manage the disease in young or newly established cranberry beds.<br \/><br \/><strong>Chemical control <\/strong>can be achieved with one fungicide application shortly after bud break. Fruit rot fungicide applications alos help control upright dieback."},{"id":179,"affectionID":58,"summary":"<br \/><strong>Phytophthora root and runner rot <\/strong>is caused by several <em>Phytophthora<\/em> species, but<em> P. cinnamomi <\/em>is highly virulent and considered the main causal agent.<br \/><br \/><strong>Infection <\/strong>is associated with poor drainage conditions. In saturated soils <em>Phytophthora<\/em> spp. can produce motile spores that infect roots and cranberry stolons. Zoospores can be easily introduced into and spread across cranberry beds in irrigation and flood water.<br \/><br \/><strong>Cultural practices <\/strong>that improve drainage conditions are critical for adequate disease management.<br \/><br \/><strong>Chemical control <\/strong>should be considered only after the disease has been properly diagnosed and once drainage issues are addressed."},{"id":180,"affectionID":59,"summary":"<strong>Black rot<\/strong> is caused by the fungus <em>Botryosphaeria obtusa<\/em>. The black rot fungus causes leaf spots, limb cankers, and fruit rots.<br \/><br \/><strong>Infection <\/strong>results from dead bark, twigs, cankers and mummified fruit when the fungus is released and washed onto fruit and foliage during the growing season.<br \/><br \/><strong>Sanitation <\/strong>by removing dead, infected wood and mummies both within and nearby the orchard can help minimize black rot infection and spread.<br \/><br \/><strong>Chemical control <\/strong>is usually effective when a season-long fungicide program is maintained to control other diseases such as scab and fruit rots."},{"id":181,"affectionID":60,"summary":"<strong>Cedar apple rust<\/strong> is caused by the fungus <em>Gymnosporangium juniperi-virginianae<\/em>.<br \/><br \/><strong>Infection <\/strong>of leaves and fruit of susceptible cultivars by <em>G. juniperi-virginianae <\/em>results from basidiospores that are produced on the telial horns of galls in red cedar trees. Basidiospores travel to apple hosts primarily by wind and infect during extended wetting periods.<br \/><br \/><strong>Sanitation <\/strong>by removing all cedars within a 4-5 mile radius of susceptible apple trees will prevent infection by <em>G. juniperi-virginianae<\/em>. If all cedars are removed within a 2-mile radius of susceptible apples, the life cycle of the rust pathogen will be disrupted and fungicides will be more effective.<br \/><br \/><strong>Chemical control <\/strong>is usually effective when initiated at pink bud and continued through 1st cover. DMI fungicides are highly effective against cedar apple rust."},{"id":182,"affectionID":61,"summary":"<strong>Fire bight<\/strong> is caused by the bacterium <em>Erwinia amylovora<\/em>. Infection by <em>E. amylovora<\/em> can blight flowers, current year shoots, and the rootstock. �<br \/><br \/><strong>Infection <\/strong>of blossoms occurs during warm weather in conjunction with wetting events. Bacteria then migrate through the vascular tissue to the growing shoots and rootstocks causing blight.<br \/><br \/><strong>Sanitation <\/strong>is accomplished by removing blighted shoots and whole trees.<br \/><br \/><strong>Chemical control <\/strong>begins at bloom with biopesticides and antibiotics. Applications of prohexadione-Ca for shoot blight are made during active shoot growth."},{"id":183,"affectionID":62,"summary":"<strong>Fabraea leaf spot <\/strong>is a fungus (<em>Diplocarpon mespili<\/em>) that infects primarily leaves and fruit of pear and quince. Infections can result in significant leaf spotting, defoliation, and unmarketable fruit.<br \/><br \/><strong>Infection <\/strong>occurs from spring to summer, and like apple scab, spores are released and spread during periods of rainfall.<br \/><br \/><strong>Sanitation <\/strong>by flail mowing leaves and brush may help reduce Fabraea leaf spot spores, however, chemical control is still usually necessary.<br \/><br \/><strong>Chemical control <\/strong>using contact fungicides beginning in the spring and continuing into the summer in wet years are necessary to control Fabraea leaf spot."},{"id":184,"affectionID":64,"summary":"<strong>Collar Rot, Crown Rot, Root Rot, <\/strong>and <strong>Phytophthora Fruit Rot <\/strong>are caused <em>Phytophthora cactorum <\/em>and and other several <em>Phytophthora <\/em>spp.<br \/><br \/><strong>Infection <\/strong>occurs when zoospores are released in saturated or flooded soils and \"swim\" to roots and crown tissue. Fruit infection occurs when water contaminated with <em>Phytophthora <\/em>zoospores are splashed onto fruit and enter through lenticels.<br \/><br \/><strong>Cultural Control <\/strong>is best accomplished using an IPM approach. To minimize <em>Phytophthora <\/em>infection avoid planting in slow-drying soils and low-lying fields, establish raised beds to promote drainage, and select <em>Phytophthora <\/em>resistant rootstocks.<br \/><br \/><strong>Chemical control <\/strong>with phenylamides such as mefanoxam or phosphorous acid fungicides can be effective."},{"id":185,"affectionID":65,"summary":"<br \/><strong>Bitter rot <\/strong>of apple is caused by various <em>Colletotrichum <\/em>species, <em>including C. gloeosporioides, C. acutatum,<\/em> and by <em>C. fioriniae. <\/em><br \/><br \/><strong>Infection <\/strong>by <em>Colletotrichum<\/em> spp. occurs when spores overwintering in fruit mummies, dead wood, cankers, and buds are released during rainfall and directly infect fruit.<br \/><br \/><strong>Cultural Control <\/strong>by removal of mummified fruit, cankers, dead wood, and current-season shoots killed by fire blight is effective for minimizing bitter rot infections. Flail mowing or leaf removal from the orchard floor may reduce primary inoculum for Glomerella leaf spot, an associated leaf-spot caused by <em>Glomerella cingulata<\/em>.<br \/><br \/><strong>Chemical control <\/strong>is effective for managing bitter rot of apple. Fungicides should be initiated at petal fall and continue through harvest."},{"id":186,"affectionID":66,"summary":"<strong>Cherry powdery mildew <\/strong>is caused by <em>Podosphaeria <em>clandestine<\/em>.<\/em><br \/><br \/><strong>Infection <\/strong>occurs as a result of the fungus overwintering in infected buds.<br \/><br \/><strong>Cultural control <\/strong>includes annual tree pruning and removing hedgerows located close to orchards to facilitate drying of fruit and foliage to create a less favorable microclimate for disease development.<br \/><br \/><strong>Chemical control <\/strong>is necessary to prevent infection by utilizing protectant fungicides. The most important spray timing is the first spray after shuck split."},{"id":187,"affectionID":67,"summary":"<strong>Fire bight<\/strong> is caused by the bacterium <em>Erwinia amylovora<\/em>. Infection by <em>E. amylovora<\/em> can blight flowers, current year shoots, and even the rootstock. Severe infections may lead to the death of the entire tree. This is especially the case for young plantings in the establishment years.<br \/><br \/><strong>Infection <\/strong>of blossoms begins with bacterial multiplication on the surface of flower stigmas during warm weather. Subsequent rains wash the bacteria into the floral cup where they enter the vascular tissue through the nectaries. Bacteria then migrate through the vascular tissue to the growing shoots and rootstocks causing blight.<br \/><br \/><strong>Sanitation <\/strong>is accomplished by removing blighted shoots and whole trees. Prune blight shoots into last year&rsquo;s growth. If infection reaches the leader\/trunk in small trees (less than 2-3&rdquo; diam.), remove the whole tree.<br \/><br \/><strong>Chemical control <\/strong>begins at bloom with biopesticides and antibiotics, which should be applied at forecasted high-risk infection periods."},{"id":188,"affectionID":68,"summary":"<strong>Fairy Ring<\/strong> is caused by a fungus in the genus <em>Helicobasidium<\/em>. This soilborne fungus causes cankers and girdling of the runners or stolons and kills vines in circular patches that increase in radius 1-2 ft per season.<br \/><br \/><strong>Infection <\/strong>on cranberry results from spores produced on two alternate plants hosts for Helicobasidium, briar (<em>Smilax sp<\/em>.) and swamp loosestrife (<em>Decadon verticillata<\/em>).<br \/><br \/><strong>Sanitation <\/strong>practices focus on controlling the weed species briar or swamp loosestrife or keeping weed species free from rust infections.<br \/><br \/><strong>Chemical control <\/strong>can be achieved by watering in fungicides with enough water to wet the top 6-8 inches of soil of symptomatic areas and at least a 10 ft beyond the ring margin. Research suggests 0.2 g\/ft<sup>2<\/sup> (~9000 gpa) is sufficient."},{"id":189,"affectionID":69,"summary":"<strong>Powdery mildew<\/strong> is caused by the fungus <em>Podosphaera leucotricha<\/em>, which infects the terminal leaves and developing buds of new shoots.<br \/><br \/><strong>Infection <\/strong>begins with overwintering mycelium in terminal buds remaining from the previous season. In the spring, malformed shoots with shriveled leaves emerge covered with white powdery spores lead to new infections.<br \/><br \/><strong>Cultural control <\/strong>is best achieved by avoiding cultivars that are highly susceptible to powdery mildew (e.g. &lsquo;Cortland&rsquo;, &lsquo;Idared&rsquo;, &lsquo;Gingergold&rsquo;, and &lsquo;Jonathan&rsquo;). �<br \/><br \/><strong>Chemical control<\/strong> is accomplished by application of<strong> <\/strong>fungicides at weekly intervals beginning from tight cluster to terminal bud set."},{"id":190,"affectionID":63,"summary":"<strong>Apple scab<\/strong> is caused by the fungus <em>Venturia inaequalis<\/em>, which infects the leaves and fruit of apples.<br \/><br \/><strong>Infectious spores<\/strong> come from leaves infected the previous growing season that overwinter on the orchard floor.<br \/><br \/><strong>Sanitation<\/strong> targeting apple leaves in the orchard can be done in fall or early spring to decrease scab risk.<br \/><br \/><strong>Resistance to fungicides<\/strong> is common in apple scab. Application strategies to reduce resistance risk, such as mixing different FRAC groups, including multi-site fungicides, and limiting amounts of any one FRAC group per season should be used.<br \/><br \/><strong>Scab-resistant cultivars<\/strong> have been grown commercially on a limited basis. In some areas, the scab pathogen has overcome the most commonly used resistance, Vf<sub>1.<\/sub>"},{"id":191,"affectionID":70,"summary":"<strong>Blister spot<\/strong> is caused by the bacterium <em>Pseudomonas syringae<\/em> pv. <em>Papulans<\/em>. This pathogen infects the lenticels of developing fruit leading to cracked lesions in the epidermis.<br \/><br \/><strong>Infection: <\/strong>Infection of lenticels occurs during wet weather from petal fall to six weeks into fruit maturation with the peak of susceptibility at after petal fall.<br \/><br \/><strong>Cultural control: <\/strong>Blister spot only occurs on certain cultivars that are highly susceptible such as &lsquo;Mutsu&rsquo;(&lsquo;Crispin&rsquo;).<br \/><br \/><strong>Chemical control<\/strong> is accomplished by application of<strong> <\/strong>phosphorus acid fungicides."},{"id":192,"affectionID":72,"summary":"<br \/><strong>Nectria canker & shoot blight<\/strong> is caused various <em>Nectria<\/em> spp. including <em>N. cinnabarina<\/em>. These fungi infect wounded or compromised shoot tissues in the mid to late summer month particularly during wet growing seasons.<br \/><br \/><strong>Infections <\/strong>occur on leaf scars, pruning stubs, and shoots compromised by fire blight, chemical injury, and wood boring insects.<br \/><br \/><strong>Cultural control: <\/strong>Shoots infected with <em>Nectria<\/em> spp.<em> <\/em>should be pruned to minimize the possibility of secondary infection and the amount of inoculum present in the fall.<br \/><br \/><strong>Chemical control<\/strong> is difficult as these fungi are protected deep inside woody tissues from fungicide exposure."},{"id":193,"affectionID":73,"summary":"<strong>Cherry bacterial canker<\/strong> is a bacterial disease caused by <em>Pseudomonas syringae<\/em> pv.<em> syringae<\/em> (PSS).<br \/><br \/><strong>Infection <\/strong>of young trees occurs due to tissue damage resulting from spring frosts or severe winter freezes, pruning cuts, or other injuries.<br \/><br \/><strong>Cultural control <\/strong>includes sanitizing pruning tools between prunings if bacterial canker is present. In addition, pruning during the summer after harvest is optimal.<br \/><br \/><strong>Chemical control <\/strong>is limited; however, a dormant rate of copper plus hydrated lime during fall and early spraing can be used to decrease bacterial populations during the early spring and fall."},{"id":194,"affectionID":71,"summary":"<strong>Cranberry cottonball<\/strong> is caused by the fungus <em>Monilinia oxycocci<\/em>.<br \/><br \/><strong>Infection<\/strong> can occur soon after bud break and continues through bloom. Tip blight symptoms on infected shoots and fruit mummies are characteristic of this disease.<br \/><br \/><strong>Sanitation <\/strong>has an important role in cottonball control. Since cottonball fruit and mummies float, harvest and re-flooding after harvest can help eliminate potential sources of infection.<br \/><br \/><strong>Chemical control <\/strong>may be necessary to prevent infection in beds with a history of cottonball."},{"id":195,"affectionID":74,"summary":"<strong>X Disease <\/strong>is caused by a phytoplasma, a small parasitic organism that lives in phloem cells. The disease affects peach, nectarine, sweet cherry, sour cherry, and Japanese plum.<br \/><br \/><strong>Infection <\/strong>results when several species of leafhoppers transmit the phytoplasma. Upon infection, trees decline and die within 2 - 6 years.<br \/><br \/><strong>Cultural control <\/strong>includes removal of reservoir sources and infected cherry trees.<br \/><br \/><strong>Chemical control <\/strong>includes using insecticides to manage leafhoppers to reduce disease spread."},{"id":196,"affectionID":76,"summary":"Blossom blast of pear is a bacterial disease caused by Pseudomonas syringae. Pseudomonas syringae is favored by cool, wet weather and is distributed by splashing rain and insects. The severity of blossom blast can be decreased by a combination of a delayed-dormant copper spray plus two streptomycin sprays applied during bloom, however, it must be applied pre-symptom."},{"id":197,"affectionID":76,"summary":"Symptoms of blossom blast include blackening of the calyx end of individual fruitlets, entire blossom clusters with cluster leaves remaining unaffected, or complete death of clusters including both the blossoms and the leavees. Severe outbreaks of blossom blast on pears are usually associated with spring frosts because frost injury provides entry sites for infection."},{"id":198,"affectionID":76,"summary":"The severity of blossom blast can be decreased by a combination of a delayed-dormant copper spray plus two streptomycin sprays applied during bloom, however, it must be applied pre-symptom."},{"id":199,"affectionID":76,"summary":"From: Rosenberger, D.A. 1996. Pear blossom blast. Scaffolds Fruit Journal 5 (june3): 4. Blossom blast"},{"id":200,"affectionID":77,"summary":"<strong>Sooty blotch and flyspeck (SBFS) <\/strong>is for management purposes one disease that blemishes the surface of apple and pear fruit.<br \/><br \/><strong>Infectious spores<\/strong> of the many fungi that cause SBFS come primarily from wild plants along orchard borders.<br \/><br \/><strong>Disease activity <\/strong>is most prevalent during the period one to two weeks after petal fall, through to harvest.<br \/><br \/><strong>Cultural controls<\/strong> such as pruning, mowing and removing host plants on orchard borders decrease SBFS risk.<br \/><br \/><strong>Fungicides<\/strong> are the primary control for SBFS. The initial fungicide application each season can be timed using accumulated leaf wetness hours from petal fall. Later fungicide applications should be timed according the amount of rain or the time that&rsquo;s elapsed since the previous application."},{"id":201,"affectionID":79,"summary":"<br \/><strong>Stony pit <\/strong>is caused by a destructive virus that is transmitted by virus-infected pear wood (rootstocks, buds, or shoots).<br \/><br \/><strong>Symptoms<\/strong> of stony pit are severe dimpling\/pitting\/discoloration of fruit that can make the fruit unsightly and\/or unmarketable.<br \/><br \/><strong>Stony pit <\/strong>can affect all pear varieties (European and Asian), however, it seems to be most prevalent in the variety Bosc.<br \/><br \/><strong>Control<\/strong> of stony pit is only provided by using certified virus-free rootstocks, trees, and budwood."},{"id":202,"affectionID":75,"summary":"<strong>Field rot<\/strong> is caused by over a dozen of different fungi. Disease severity varies depending on disease pressure by location and geographic region, environmental conditions, and general crop management practices.<br \/><br \/><strong>Infection <\/strong>by most fungi occurs during bloom or early fruit set. Major fruit rot pathogens are known to survive in woody tissues, leaves, and plant debris.<br \/><br \/><strong>Cultural practices <\/strong>can be critical for adequate field rot management. Removal of plant debris after harvest, proper irrigation and fertilization practices, late water, pruning, and sanding can help reduce disease severity.<br \/><br \/><strong>Chemical control <\/strong>consists primarily of fungicide applications during bloom and early fruit set."},{"id":203,"affectionID":78,"summary":"<strong>Cherry brown rot <\/strong>is caused by <em>Monilinia fructicol<\/em>a (American brown rot) and<em> M. laxa <\/em>(European brown rot) for some tart cherry cultivars.<br \/><br \/><strong>Infection <\/strong>begins when overwintering spores infect blossoms; infected blossoms and brown rot mummies serve as a sources for spores to infect fruit. Warm, wet weather favor infection conditions.<br \/><br \/><strong>Cultural control <\/strong>includes removing fruit, mummies and blighted twigs from trees after final harvest, as well as handling fruit carefully at harvest to avoid injuries.<br \/><br \/><strong>Chemical control<\/strong> includes two to three fungicide sprays during bloom and before harvest."},{"id":204,"affectionID":81,"summary":"<strong>Necrotic leaf blotch<\/strong> is thought to be a physiological disorder primarily affecting Golden Delicious and other apple varieties with Golden Delicious as a parent, including Gala.<br \/><br \/><strong>Symptoms<\/strong> are characterized by yellow-brown necrotic blotches or dead tissue in mature leaves and mostly limited in extent by leaf veins. Defoliation of affected leaves is typical and can be extensive. Symptoms can be confused with glomerella leaf spot (which also causes bitter rot in fruit).<br \/><br \/><strong>Control<\/strong> can be helped by the use of zinc containing fungicides, particularly Ziram, during the growing season."},{"id":205,"affectionID":82,"summary":"<strong><strong>Spotted Wing Drosophila<\/strong><\/strong>, <em><em>Drosophila suzukii<\/em><\/em>, &nbsp;an invasive vinegar fly species native to Asia.This &nbsp;fly is approximately 2 to 3.5 mm in length."},{"id":206,"affectionID":82,"summary":"<strong><strong>Damage<\/strong> <\/strong>The adult female punctures the skin of fruits using a serrated ovipositor and deposits small white eggs just beneath the surface.Blueberries are susceptible to spotted wing drosophila (SWD) damage as soon as the maturing fruit begin to change color from green to purple up until they are harvested."},{"id":207,"affectionID":82,"summary":"<strong><strong>Broad-Spectrum Insecticides<\/strong> <\/strong>such as malathion or zeta-cypermethrin are recommended for effective control."},{"id":208,"affectionID":83,"summary":"<strong><strong>Cherry Fruitworm<\/strong><\/strong>, <em><em> Grapholitha packardi<\/em> <\/em> (Zeller) larvae are small (approximately 9 mm long)&nbsp;reddish caterpillars which have a brown head, and three pairs of thoracic legs. Adults are small dark gray moths with dark brown colored markings on the wings."},{"id":209,"affectionID":83,"summary":"<strong><strong>Damage <\/strong><\/strong>occurs exclusively to fruits on the bush. Infestations are difficult to detect because there is no visual evidence of external damage to the fruit. The larvae are concealed within fruits which are silked together. They enter through a pin sized hole in a berry that has just begun to turn blue. A premature color change in the fruit is normally a sign of an infestation."},{"id":210,"affectionID":83,"summary":"<strong><strong>Insecticides<\/strong> <\/strong>such as Entrust SC, Entrust 80W, Rimon 0.83 EC, Delegate 25WG, Intrepid 2F,Confirm 2F, Assail 30SG (acetamiprid), and Avaunt are recommended for effective control of cherry fruitworms."},{"id":211,"affectionID":84,"summary":"<strong><strong>Scale insects<\/strong>, <\/strong>are sessile (stationary) organisms. Most species secrete a hard, rigid or waxy covering over their body and live much of their life cycle under these protective shell."},{"id":212,"affectionID":84,"summary":"<strong>Damage<\/strong> feed on plant juices by inserting their mouthparts into the vascular tissues of blueberry plants."},{"id":213,"affectionID":84,"summary":"<strong><b>Acetamiprid<\/b> <\/strong>is found to be effective during the active crawler stage."},{"id":214,"affectionID":85,"summary":"<br \/><strong><strong>Gall Midge<\/strong><\/strong>, <em><em> Dasineura oxycoccana<\/em><\/em> (Johnson) (Diptera: Cecidomyiidae)<em> <\/em>are very small flies, adults are approximately 2-3 mm long. This insect was first identified as a pest of rabbiteye blueberries in the southeastern United States in early 1990s. Since then, gall midge has been confirmed as a pest of blueberries in major blueberry-growing states throughout the United States."},{"id":215,"affectionID":85,"summary":"<strong><b>Damage<\/b> <\/strong>The gall midge larvae feed on developing floral and vegetative buds in southern highbush and rabbiteye blueberries. The infested buds appear dry and shriveled, and eventually disintegrate. Severe gall midge infestations can cause up to 80% crop loss if appropriate control measures are not implemented in a timely manner."},{"id":216,"affectionID":85,"summary":"<strong><b>Insecticides<\/b> <\/strong>such as Diazinon, Delegate, Entrust (OMRI-listed), Imidan, Malathion, and Assail are recommended for effective control."},{"id":217,"affectionID":86,"summary":"<strong><strong>Spider Mites,<\/strong><\/strong><em>Tetranychus spp<\/em>., are eight-legged microscopic plant pests that look like tiny moving dots on the surface of leaves to the naked eyes."},{"id":218,"affectionID":86,"summary":"<strong><strong>Damage<\/strong> <\/strong>mites infest plants and suck the plant&#39;s fluids from leaves."},{"id":219,"affectionID":86,"summary":"<strong><b>Insecticidal Oil<\/b><\/strong> when covered thoroughly is effective against spider mites."},{"id":220,"affectionID":87,"summary":"<br \/><strong><strong>Cranberry Fruitworm<\/strong><\/strong>, Acrobasis vaccinii (Riley) larvae are approximately 15 mm in length and adults are small, brownish gray moths.<br \/><br \/><strong><strong>Damage<\/strong> <\/strong>Infested fruits are filled with brownish frass, and start to shrivel up and turn the berry blue prematurely. Larvae also produce a web of silk and frass around fruit clusters.<br \/><br \/><strong><strong>Insecticides<\/strong>&nbsp;<\/strong>such as Entrust SC, Entrust 80W, Rimon 0.83 EC, Delegate 25WG, Intrepid 2F,Confirm 2F, Assail 30SG (acetamiprid), and Avaunt are recommended for effective control of cherry fruitworms."},{"id":221,"affectionID":93,"summary":"<strong><strong>White Grub<\/strong> <\/strong>is a C-shaped beetle larvae that is found in the soil. They are large (up to 1 inch long), white with dark translucent dorsal strips, and has a brown head capsules with legs. Adult beetles have distinctive club shaped (lamellate) antennae.<br \/><br \/><strong>Damage<\/strong><strong> <\/strong>Developing<strong> <\/strong>larvae feed on plant roots.<br \/><br \/><strong><strong>Insecticides <\/strong><\/strong>Imidacloprid application in the soil through drip irrigation."},{"id":222,"affectionID":94,"summary":"<strong><strong>Blueberry Stem Borer<\/strong>, <\/strong><em><em> Oberea myops<\/em><\/em><strong> <\/strong>adults are slender, elongate long-horned beetles with light orange-brown body color and two black spots on the pronotum.<strong> <\/strong>Fully grown larvae are about 3 cm long, have hard, brown heads and soft, white bodies with a patch of dark colored spines on the dorsal part of the body just behind the head.<br \/><br \/><strong><strong>Damage<\/strong> <\/strong>larvae bore into the blueberry stem and damage the plants.<br \/><br \/><strong>Insecticides<\/strong> Imidacloprid application should be made during the active larval stage."},{"id":223,"affectionID":89,"summary":"<strong><strong>Flower Thrips, <\/strong><\/strong>two types of flower thrips, <em>Frankliniella tritici<\/em> or <em>F. bispinosa<\/em>, can become problem pests in blueberry plants. Thrips are very small (approximately 1 to 1.3 mm long), slender insects with fringed wings and yellowish-orange in color.<br \/><br \/><strong><strong>Damage <\/strong><\/strong>Adults and larvae<strong> <\/strong>infests leaves and new growth of blueberry plants and are usually found between curled leaves.<br \/><br \/><strong><strong>Insecticides <\/strong><\/strong>Imidacloprid<strong> <\/strong>is effective against<strong> <\/strong>thrips on blueberry bushes."},{"id":224,"affectionID":88,"summary":"<strong><strong>Blueberry Bud Mite<\/strong>, <\/strong><em><em>Acalitus vaccinii<\/em><\/em><strong> <\/strong>is a white, microscopic (&asymp;200 microns long) arthropod.<br \/><br \/><strong><strong>Damage<\/strong> <\/strong>infests blueberry buds and severe infestations can occur in areas where winters are mild. The mite feeds inside the buds in winter, causing damage to developing tissues. In the feeding process, they transfer a substance or toxin causing injured tissue to develop a red, blistered appearance in about 2 weeks.<br \/><br \/><strong><strong>Insecticides: <\/strong><\/strong>Abamectin<strong> <\/strong>is effective against<strong> <\/strong>blueberry bud mite."},{"id":225,"affectionID":90,"summary":"<strong><strong>Ground Pearl<\/strong><\/strong> , <em><em> Margarodes<\/em> <em> spp. <\/em><\/em>(Hemiptera: Margarodidae) are yellowish-brown round subterrestrial insects closely related to aboveground armored scale (Hemiptera: Diaspididae). They are sometimes referred to as earth pearls or pearl scale.&nbsp;<br \/><br \/><strong><strong>Damage<\/strong> <\/strong>to root systems cause<strong> <\/strong>blueberry bushes to become less vigorous.<br \/><br \/><strong><strong>Insecticides<\/strong> <\/strong>such as Actara and Admire Pro, are recommended for effective control of ground pearls when susceptible life-stages such as adults and crawlers are present."},{"id":226,"affectionID":95,"summary":"<strong><strong>Sharp-nosed leafhopper<\/strong>, <\/strong><em>Scaphytopius magdalensis,<\/em><strong> <\/strong>is a minute, pointed head hoppers that looks like a horn of an anvil.<br \/><br \/><strong><strong>Damage <\/strong><\/strong>infests blueberry buds and severe infestations can occur in areas where winters are mild.<br \/><br \/><strong><strong>Insecticides<\/strong> <\/strong>Thorough coverage by malathion is effective against sharpnosed leafhopper."},{"id":227,"affectionID":96,"summary":"<strong><strong>Blueberry Maggot<\/strong>, <\/strong><em><em>Rhagoletis mendax<\/em><\/em><strong> <\/strong>Adult blueberry maggot is 3 to 4 mm long fly that has a characteristic pattern of black bands running diagonally across each wing. The body is black with a white bar on each side of the thorax, a white spot on the scutellum, and a white stripe along the distal end of each abdominal segment.<br \/><br \/><strong><strong>Damage<\/strong><\/strong> Adult<strong> <\/strong>Females lay eggs into berries, eggs hatch into larvae (maggots) which feed in the fruit pulp, inflicting both qualitative and quantitative damage.<br \/><br \/><strong>Insecticides:<\/strong>Short-residual insecticides such as Mustang Max, Malathion or Entrust applied at 7 to 10 days interval."},{"id":228,"affectionID":92,"summary":"<strong>Plum Curculio<\/strong>,<em> Conotrachelus nenuphar <\/em>(Herbst) are very small weevils, adults are approximately 5 mm long. They are Native to North America prone and to infest blueberries.<br \/><br \/><strong><strong>Damage <\/strong><\/strong> Plum Curculio infestation results in noticeable feeding scars which can result in misshapend fruit. When females oviposit on the fruit they deposit an egg beneath the surface; larvae from these eggs can cause internal damage from burrowing as well as premature development and\/or drop of the fruit.<br \/><br \/><strong><strong>Broad-Spectrum Insecticides<\/strong> <\/strong>including Rimon (Novaluron), Avaunt (Indoxycarb), Imidan (Phosmet), Danitol (Fenpropanthrin), Brigade (Bifenthrin), and Mustang Max (Zeta-cypermethrin)."},{"id":229,"affectionID":91,"summary":"<strong>Aphid<\/strong> adults have pear-shaped bodies and are approximately 1\/8 inch long. Colors vary, but mostly green, yellow, or black. They have two short cornicles (tubes), which extend from the end of their bodies. The cornicles are thought to secrete a fluid with defensive functions.<br \/><br \/><strong><strong>Damage<\/strong> <\/strong>Aphids<strong> <\/strong>have piercing-sucking mouthparts<strong> <\/strong>and feed on plant juices by inserting their mouthparts into the vascular tissues of blueberry plants. Aphids also excrete large amounts of honeydew. This material provides an excellent medium for a black fungus which interferes with plant photosynthesis.<br \/><br \/><strong><strong>Control<\/strong> <\/strong>Actara and Assail provide effective control of aphids."},{"id":230,"affectionID":97,"summary":"<br \/><strong>Two-spotted Spider Mite, <\/strong><em>Tetranychus urticae<\/em>, are widely distributed in the United States and feed on over 180 host plants, including over 100 cultivated species.<br \/> <br \/><strong>Damage. <\/strong>Two spotted spider mites (TSSM) pierce the epidermis of the host plant leaf with their sharp, slender mouthparts. Soon a chlorotic spot forms at each feeding site. After a heavy attack, an entire plant may become yellowed, bronzed or killed completely. The mites may spin so much webbing over the plant that it becomes entirely covered.<br \/> <br \/><strong>Control. <\/strong>Miticide applications when economic thresholds are reached are used for TSSM management.<br \/>"},{"id":231,"affectionID":98,"summary":"<strong>Sap beetles<\/strong> occur primarily in rotting, damaged, or overripe fruit. In addition to damaging the fruit directly, beetles introduce fungi to the fruit that cause it to ferment.<br \/><br \/><strong>Removal of rotten or overripe fruit<\/strong> from the field is the most important control method for reducing sap beetle populations and is often sufficent to prevent damage. Foliar sprays are effective.<br \/>"},{"id":232,"affectionID":99,"summary":"<strong>Spotted Wing Drosophila (SWD)<\/strong> in strawberry has not been a regular pest at this point. In years with early populations, it can have a significant economic impact from direct yield loss and because of it many growers have to go to a weekly spray interval.<br \/><br \/>Female SWD preferentially lay their eggs in ripe and ripening fruit but do not appear to attack completely green, unripe fruit. The resulting <strong>larvae feed inside fruit<\/strong>, causing direct damage, and may also be present at harvest, contaminating the product.<br \/><br \/><strong>Sanitation practices<\/strong> and <strong>water management<\/strong> can reduce incidence but growers are dependent on regular <strong>chemical applications<\/strong> for effective control."},{"id":233,"affectionID":100,"summary":"<br \/><strong>Flower thrips<\/strong> are tiny insects that like to feed on strawberry flowers and fruit. They are not a problem in all localities or all years<strong>. Certain natural environments are conducive to thrips<\/strong> overwintering and reproduction leading to significant late winter and spring &lsquo;flights&rsquo;.<br \/><br \/>Management is mostly based on <strong>insecticide applications.<\/strong> Timing the applications near the peak flights will be more effective due to the limited persistence of the recommended insecticides. <strong>Not many active ingredients are effective on thrips, so rotation of these is very important.<\/strong> Growers should be aware of seasonal limitations on the number of applications of any active ingredient."},{"id":234,"affectionID":101,"summary":"<strong>Plum curculio:<\/strong> <em>Conotrachelus nenuphar<\/em> (Herbst), is a key insect pest of peaches and other stone fruit, and has alternative hosts, such as wild plum, crab apple, and cherry. Adults are small, about 1\/4 inch (4-6 mm) long, brownish-black snout beetles, mottled with lighter gray or brown markings. Their backs are roughened and bear two prominent humps and two smaller humps. Larvae are yellowish-white, legless, brown-headed grubs, about 3\/8 inch (6-9 mm) long when fully grown.<br \/><br \/><strong>Damage:<\/strong> Adult damage consists of tiny circular feeding punctures or small crescent-shaped oviposition wounds made by females, which cause conspicuous scarring and malformation as the fruit develop. The larvae tunnel and feed in developing fruit, usually boring to the pit. Most peaches infested by plum curculio early in the season drop prematurely.<br \/><br \/><strong>Insecticides: <\/strong>Generally initiate management at petal fall or shuck split. Rotate highly effective materials like Imidan, Actara, Belay or Avaunt with pyrethroids, such as Asana."},{"id":235,"affectionID":102,"summary":"<strong>White peach scale<\/strong>: <em>Pseudaulcaspis pentagona <\/em>(Targioni-Tozzetti), is a key pest of southeastern peach and attacks several hundred other plant species, such as privet, chinaberry, mulberry, and persimmon. Adult females are creamy-white to reddish-orange, circular, sac-like insects that live beneath a waxy scale covering which is oval to circular, grayish to brownish-white, convex, and about 1\/12 to 1\/10 inch (2.0 to 2.5 mm) in diameter. Adult males are tiny, yellowish, two-winged insects about 11\/36 inch (0.7 mm). Male white peach scale coverings are elongate, snowy white, about 3\/50 inch (1.5 mm) long, and commonly found in clusters. The immatures or &lsquo;crawlers&rsquo; are tiny, oval, and whitish to orange-ish.<br \/><br \/><strong>Damage:<\/strong> In peaches, feeding damage can cause leaf chlorosis and twig or limb die-back, even death of trees if populations reach high levels. Presence of scale on fruit can be unappealing to consumers and feeding injury to peach fruit produces small, red, lesions on the skin.<br \/><br \/><strong>Insecticides: <\/strong>Depending on time of season, horticultural oils, Esteem, Centaur, Movento, Chlorpyrifos, or Diazinon can be highly effective. Spray coverage is also critical for good control."},{"id":236,"affectionID":103,"summary":"<strong>Peachtree borer<\/strong>: <em>Synanthedon exitiosa <\/em>(Say), sometimes referred to as &ldquo;Greater peachtree borer,&rdquo; is a serious tree-infesting pest of <em>Prunus <\/em>species that is native to much of North America. The adult peachtree borer is a clear-winged moth. The female moth is a dark blue, with a broad orange band around the abdomen, with blue, opaque forewings, and clear hindwings with opaque blue margins. Males, which are smaller, are dark blue, with several yellow-white stripes around the abdomen and clear wings with dark borders. Larvae are yellowish-white to cream-colored caterpillars with brown heads and are 1 to 1-1\/4 inches (25 to 30 mm) long when fully grown.<br \/><br \/><strong>Damage:<\/strong> Only the larval stage of the peachtree borer causes injury. Larvae burrow in and feed at the base of the trunk, but they also feed on large roots that are near the soil surface. The accumulation of gumming, frass, and bark chips at the base of the tree is characteristic sign of infestation. Borers damage large portions of vascular tissue in small trees resulting in poor growth and\/or mortality. Older trees may exhibit partial die-back, yellowing of foliage, stunted growth, and loss of vigor and productivity.<br \/><br \/><strong>Insecticides: <\/strong>A drenching trunk spray of long-residual insecticides (e.g. <em>Chlorpyrifos<\/em>) applied post-harvest using a handgun is the standard treatment for borer control."},{"id":237,"affectionID":104,"summary":"<strong>Lesser peachtree borer<\/strong>: <em>Synanthedon pictipes <\/em>(Grote & Robinson), like its relative the peachtree borer, is a native insect that is an important pest of native and introduced <em>Prunus<\/em> species and is found in most regions east of the Rocky Mountains. Lesser peachtree borer adults are metallic, blue-black, clear-winged moths that resemble dark wasps. They have a wingspread of about 3\/4 to 1-1\/4 inches. Males, except for their pointed abdomen, and females are similar in appearance; with 2 yellow bands along the abdomen, resembling male peachtree borer moths. The wings are clear except for dark borders. Larvae are creamy-white caterpillars with dark-brown heads, and are about 1 inch long when fully grown.<br \/><br \/><strong>Damage:<\/strong> Lesser peachtree borer larvae burrow, feed, and develop in the inner bark and cambium, primarily in the upper trunk and scaffolding limbs. Masses of gum mixed with frass and wood borings normally exude from infested areas. Larval feeding can reduce tree vigor and weaken limbs, and damaged areas may provide entry sites for other pests and pathogens. In heavily infested trees, large scaffold limbs may be completely girdled by borers and die. Lesser peachtree borer infestations frequently worsen as orchards age, because of the wounding inherent in heavy pruning and the overall weakening of trees as they age.<br \/><br \/><strong>Insecticides: <\/strong>Programs rely on a combination of preventative <em>chlorpyrifos<\/em> sprays + horticultural oil applied pre-bloom followed by aggressive full-season cover spray of high-rate pyrethroids."},{"id":238,"affectionID":106,"summary":"<strong>San Jose scale:<\/strong> <em>Quadraspidiotus perniciosus <\/em>(Comstock) is a pest of peaches, nectarines, plums, and other tree fruits including apple, pear, and cherries. Adult females of the San Jose scale are yellow, circular, sac-like insects. They secrete and live beneath a protective covering that is round (1\/16 inch or 1.5 mm in diameter), gray-brown, and made up of concentric rings surrounding a raised bump near the center. Adult males are tiny, golden-brown, two-winged insects, about 1\/25 inch (1 mm) long with a narrow, dark band across the abdomen. They mature under elongate oval scale coverings, about 1\/24 inch (1-2 mm) long with the raised, dark bump near one end. The immatures or &lsquo;crawlers&rsquo; are mobile and are yellow, somewhat oval, about 1\/100 inch (0.3 mm) long.<br \/><br \/><strong>Damage:<\/strong> In peaches, feeding damage can cause leaf chlorosis and twig or limb die-back, even death of trees if populations reach high levels. Feeding injury to peach fruit produces small, red, measles-like lesions on the skin.<br \/><br \/><strong>Insecticides: <\/strong>Depending on time of season, <em>horticultural oils, Esteem, Centaur, Movento, Chlorpyrifos, or Diazinon <\/em>can be highly effective<em>. <\/em>Spray coverage is also critical for good control."},{"id":239,"affectionID":105,"summary":"A variety of <strong>caterpillars <\/strong>feed on strawberries. <strong>Cabbage loopers, beet armyworms, cutworms, strawberry leaf rollers <\/strong>and <strong>leaf tiers <\/strong>feed on the foliage and are not serious pests in most cases, because strawberries can tolerate some defoliation without yield loss. However, some <strong>cutworm<\/strong> species tend to feed on stems instead of leaves which will result in greater yield loss; cutworms in plug production facilities need to be controlled due to plant loss potential.<br \/><br \/>Fruit feeding by caterpillars is not common, but the <strong>corn earworm <\/strong>can be found feeding in fruit and will become a contaminant in harvested berries. Scouting and proper identification are necessary to determine the need for control of caterpillars in strawberries; broad spectrum caterpillar control materials can affect natural enemy populations and result in pest resurgence and secondary pest problems."},{"id":240,"affectionID":108,"summary":"Update in progress, please check back later."},{"id":241,"affectionID":107,"summary":"Update in progress, please check back later."},{"id":242,"affectionID":109,"summary":"Update in progress, please check back later."},{"id":243,"affectionID":110,"summary":"Update in progress, please check back later."},{"id":244,"affectionID":111,"summary":"<strong>Leafhoppers<\/strong>: Also known as sharpshooters, are slender, elongate insects with round or pointed heads. The forewings are slightly thickened and frequently are held roof-like over the abdomen. Leafhoppers, particularly the glassy-winged sharpshooter, broad-headed sharpshooter, and redbanded leafhopper can vector several plant diseases, including phony peach disease. Leafhoppers are abundant insects and they are very strong fliers and readily move in and out of orchards.<br \/><br \/><strong>Damage:<\/strong> Feeding on leaves by nymphs and adults remove the contents of leaf cells, leaving behind empty cells that appear as pale yellow spots or stippling, but this type of damage is generally not an issue in peaches. The more important issue is that leafhoppers vector of the bacterium <em>Xylella fastidiosa<\/em>, which causes phony peach disease. Infected trees are more compact, leafier, and darker green than normal trees because of short-internodes. The number and size of fruit are drastically reduced. Phony peach disease can be a key factor in premature orchard decline and limit fruit production.<br \/><br \/><strong>Insecticides: <\/strong>Insecticides applied to peaches and other crops through the season probably reduce leafhopper populations. However, because of the leafhoppers&rsquo; mobility, broad host ranges, and abundance on a variety of host plants, insecticidal control is impractical as a means of suppressing spread of phony peach disease."},{"id":245,"affectionID":112,"summary":"<strong>Aphids<\/strong> are commonly found on strawberries but rarely cause economic damage. Many times they are found prior to fruiting; <strong>natural enemies<\/strong> will usually keep populations below damaging levels without the use of insecticides. Aphids feed on the undersides of leaves where spider mites are also found; however aphids are much larger than mites. <strong>High nitrogen levels <\/strong>are attractive to aphids and can cause an infestation. Aphid feeding results in <strong>honeydew<\/strong> build up on leaves and the plastic mulch.<br \/><br \/>Several species of aphids will feed on strawberries, but the <strong>strawberry aphid <\/strong>is the most dangerous. It is a vector of several serious <strong>strawberry virus diseases<\/strong>. It has been introduced to the southeast but has not been shown to persist after introduction. It can be easily distinguished from other aphids found on strawberry due to the <strong>knobbed &#39;hairs&#39; <\/strong>found on its body."},{"id":246,"affectionID":9,"summary":"<b>Sanitation<\/b> is effective but should only be conducted during dry weather. "},{"id":247,"affectionID":null,"summary":"This is a test."},{"id":248,"affectionID":null,"summary":"This is a test."},{"id":249,"affectionID":118,"summary":"This is a test?"},{"id":250,"affectionID":118,"summary":"This is a test!"},{"id":251,"affectionID":118,"summary":"AThis is a test!"}]