[
  {
    "id": 31,
    "title": "Current Resistance Situation",
    "content": "Fungicide resistance has developed in some of the strawberry pathogens. The main problem we have is with the gray mold pathogen <em>Botrytis cinerea<\/em>, which can easily develop resistance to multiple fungicides. Resistance in the Phytophthora crown rot pathogen <em>P. cinnamomi<\/em> to mefenoxam (Ridomil) has been detected in South Carolina but this product is still effective in most areas. Resistance to the Anthracnose Fruit Rot pathogen <em>Colletotrichum acutatum<\/em> has emerged in Florida, but the extent of its presence or its practical relevance is not clear. Resistance to the anthracnose crown rot pathogen <em>C. gloeosporioides<\/em> or the angular leaf spot pathogen <em>Xanthomonas fragariae<\/em> has not been identified in strawberry fields.",
    "fruitID": 23,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 37,
    "title": "Fungicide Resistance Issues",
    "content": "None reported",
    "fruitID": 25,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 38,
    "title": "Fungicide and Antibiotic Resistance in the Eastern United States",
    "content": "<strong>Fungicide Resistance in the Apple Scab pathogen <em>Venturia inaequalis<\/em>. <\/strong>Since the 1940s, the multi-site, broad-spectrum protectant fungicides sulfur, captan, and mancozeb have served the basis of apple scab fungicide programs in the United States. The introduction of single-site fungicides including dodine and the methyl benzimidazole carbamates (MBCs) in the 1950s, the sterol biosynthesis inhibitors (SBIs) in the 1980s, anilinopyrimidines (APs) in the 1990s, and the quinone-outside inhibitors (QoIs) in the 1990s allowed growers to continue to pursue post-infection application paradigms for apple scab management. Unfortunately, frequent reliance on single-site fungicides lead to a succession of resistance to each newly introduced fungicide class in the United States from the 1950s to the present. In apple scab populations east of the Mississippi, the AP fungicides, the DMI fungicide difenoconazole released in 2010, and succinate dehydrogenase inhibitor (SDHI) fungicides released after 2012 (i.e. penthiopyrad, fluopyram, fluxapyroxad, and benzovindiflupyr) are only fungicides to which resistance has not been reported at the time of this app. In the face of resistance, apple growers are relying on applications of the multi-site, broad-spectrum protectant fungicides at five to seven day intervals. Such practices have led to increased problems with other fungal foliar diseases that are not easily managed with captan mancozeb. These include apple powdery mildew, cedar apple rust, and <em>Glomerella<\/em> leaf spot. The status of fungicide resistance in the aforementioned pathogens is largely unknown.<br \/><br \/><strong>Antibiotic Resistance in the Fire Blight pathogen <\/strong><em><strong>Erwinina amylovora<\/strong><\/em><strong>. <\/strong>the antibiotics, oxytetracycline can effectively manage blossom blight in semi-arid climates of the western United States, but the effectiveness of oxytetracycline&rsquo;s bacteriostatic mode of action is limited in the temperate production regions of the eastern United States. The aminoglycoside antibiotics streptomycin and kasugamycin are the most effective means of blossom blight control. The effectiveness of streptomycin is enhanced by its local systemic activity, and this regard, there are no other products offering a similar cost-effectiveness. Kasugamycin, registered for use on apples by the EPA in 2015 (EPA Reg. No. 66330-404), has similar level of efficacy against fire blight, but does not have local systemic activity like streptomycin. Streptomycin has been successfully used in the United States for nearly 50 years and is still used successfully in apple production operations in the eastern United States. However, reports streptomycin resistance throughout the United States have raised concerns about the continued use of this antibiotic for blossom blight. Streptomycin resistance has been confirmed for <em>E. amylovora <\/em>in California Washington, Oregon, Missouri, Michigan, and New York. In New York, strains of streptomycin resistant <em>E. amylovora <\/em>were localized operations in western New York, were promptly eradicated, and are no longer recovered in survey efforts after 2013. It is possible that isolates of streptomycin resistant <em>E. amylovora<\/em> are present in other apple production regions of the eastern United States. However, there have no systematic surveys of fire blight outbreaks in east beyond those conducted by Michigan and NY.",
    "fruitID": 28,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 39,
    "title": "Situation in the Eastern USA",
    "content": "There are no known major issues with resistance to fungicides in pear disease (scab, fabraea) management, however, rotation of fungicide types is always recommended. On the other hand, there may be streptomycin-resisant fire blight bacteria in pears.",
    "fruitID": 29,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 40,
    "title": "Fungicide Resistance in the Eastern United States",
    "content": "<strong>For managing cherry leaf spot:<\/strong><br \/>Fungicide resistance to sterol inhibitors (FRAC Group 3) has been described in Michigan; however, fungicide resistance in the Eastern U.S. is unknown. Regardless, resistance management should be practiced by rotating single modes of action chemistries (by FRAC Group) and tank mixing with a broad spectrum fungicide, such as Captan. In addition, it is important to practice cultural management, such as sanitation.<br \/><br \/><strong>For managing brown rot:<\/strong><br \/><em>Monilina<\/em> species isolates with resistance to FRAC group 1 and FRAC group 3 fungicides have been reported in multiple states and therefore these fungicides need to be rotated with other FRAC groups for resistance management. In addition, it is important to practice cultural management, such as sanitation.<br \/><br \/><strong>For managing cherry powdery mildew:<\/strong><br \/>Fungicide resistance in the Eastern U.S. is unknown. Regardless, resistance management should be practiced by rotating single modes of action chemistries (by FRAC Group). In addition, it is important to practice cultural management, such as sanitation.",
    "fruitID": 30,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 41,
    "title": "Fungicide resistance in cranberry",
    "content": "Although fungicide resistance has not been reported in the literature, sensitivity to two fungicides commonly used against field rot, has been observed in MA. In 2010, four different major fruit rot pathogens demonstrated reduced sensitivity to Indar and Abound<em>. <\/em>In 2014, <em>in vitro<\/em> assays were continued in MA and at least nine <em>Colletotrichum <\/em>spp. isolates obtained from three different cranberry beds with a history of high fruit rot disease incidence showed reduced sensitivity to azoxystrobin. Currently, fungicide resistance monitoring systems have not been established in any cranberry growing regions, but resistance is a very real and serious threat.",
    "fruitID": 31,
    "affectionTypeID": 1,
    "placement": 1
  },
  {
    "id": 42,
    "title": "Situation in the Eastern US",
    "content": "Insecticide resistance has not yet been reported in any of the insect pests of blueberries in southeastern United States. The primary reason is the fact that historically insecticides have not been frequently used to control insect pests in blueberries. However, the recent introduction of invasive fly pest commonly known as spotted wing drosophila (SWD) has changed the situation. Now frequent insecticides applications are made to control SWD which means that the risk of resistance development in SWD exists. It is therefore important for blueberry growers to follow rotational strategies by selecting an insecticide from a different mode of action class at every application in a particular field.",
    "fruitID": 25,
    "affectionTypeID": 2,
    "placement": 1
  },
  {
    "id": 43,
    "title": "",
    "content": "Pesticide resistance has been reported for flower thrips and spider mites. Additionally, frequent insecticides applications are made to control important pests such as SWD which means that the risk of resistance development for SWD and other pests exists. It is therefore important for growers to follow rotational strategies by selecting an insecticide from a different mode of action class at every application in a particular field.",
    "fruitID": 23,
    "affectionTypeID": 2,
    "placement": 1
  },
  {
    "id": 44,
    "title": "",
    "content": "Insecticide resistance has not yet been reported in any of the insect pests of peach in the eastern United States. But frequent insecticide applications are made to control important pests such as SWD which means that the risk of resistance development exists. It is therefore important for growers to follow rotational strategies by selecting an insecticide from a different mode of action class at every application in a particular field.",
    "fruitID": 24,
    "affectionTypeID": 2,
    "placement": 1
  },
  {
    "id": 45,
    "title": "",
    "content": "Insecticide resistance has not yet been reported in any of the insect pests of peach in the eastern United States. But frequent insecticide applications are made to control important pests such as SWD which means that the risk of resistance development exists. It is therefore important for growers to follow rotational strategies by selecting an insecticide from a different mode of action class at every application in a particular field.",
    "fruitID": 28,
    "affectionTypeID": 2,
    "placement": 1
  },
  {
    "id": 32,
    "title": "Brown rot",
    "content": "Resistance to FRAC 1 fungicides (e.g. Topsin M) is present but occurrence depends on the region. In South Carolina for example, a survey conducted in 2008 and 2009 showed that about 50% of isolates collected from the Piedmont area were resistant to Topsin M. In contrast, less than 10% of isolates from the SC Ridge or from Georgia were resistant to Topsin M. Resistance to FRAC 3 fungicides, such as Indar, Orbit, Elite was confirmed in many peach production areas of the east coast and is likely present in every state. But only few growers have this problem. In affected areas FRAC 3 fungicides are still recommended in rotation with other FRAC codes, but the rate\/acre must be increased. This increase of the label rate is legal for some but not all FRAC 3 products. See regional spray guide for details. Resistance to FRAC 7 and 11 fungicides (eg Pristine and Merivon) has not been described but reduced sensitivity to both fungicide classes was observed in one area in South Carolina.",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 31
  },
  {
    "id": 33,
    "title": "Alternaria rot",
    "content": "Resistance to FRAC 1 (Topsin M) and 7 (eg. Fontelis, Pristine, Merivon) fungicides was reported in Alternaria alternata isolates from late season varieties of some locations in South Carolina.",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 91
  },
  {
    "id": 34,
    "title": "Peach anthracnose",
    "content": "Resistance to FRAC 1 and 11 fungicides was found in Colletotrichum siamense isolates from late season varieties of some locations in South Carolina. C. siamense is one of the C. gloeosporioides subspecies.",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 101
  },
  {
    "id": 35,
    "title": "Bacterial spot",
    "content": "No resistance to copper or oxytetracycline has been reported in the southeastern US",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 111
  },
  {
    "id": 36,
    "title": "Peach scab",
    "content": "No resistance to fungicides has been reported in the southeastern US",
    "fruitID": 24,
    "affectionTypeID": 1,
    "placement": 121
  }
]